Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# device.center.backup.error.sharedFolderNoFullAccess
source: Folder can’t be synced as it’s a shared folder without full access.
pl: Katalog nie może być zsynchronizowany, ponieważ jest to katalog współdzielony bez pełnego dostępu.
ro: Folderul nu poate fi sincronizat deoarece este un folder partajat fără acces complet.

# device.center.backup.error.filesInFolder
source: Files in this folder can’t be synced or backed up. You will need to re-enable the sync or backup from the Desktop app.
pl: Plików w tym katalogu nie można synchronizować ani tworzyć ich kopii zapasowych. Konieczne będzie ponowne włączenie synchronizacji lub tworzenia kopii zapasowych w aplikacji Desktop.
ro: Fișierele din acest folder nu pot fi sincronizate sau backup-uite. Va trebui să reactivați sincronizarea sau backupul din aplicația desktop.

# device.center.backup.error.containsSyncedFolders
source: Folder can’t be synced as it already contains synced folders.
pl: Katalog nie może być zsynchronizowany, ponieważ zawiera już zsynchronizowane katalogi.
ro: Folderul nu poate fi sincronizat deoarece conține deja foldere sincronizate.

# device.center.backup.error.insideSyncedFolder
source: Folder can’t be synced as it’s already inside a synced folder.
pl: Katalog nie może być zsynchronizowany, ponieważ znajduje się już w zsynchronizowanym katalogu.
ro: Folderul nu poate fi sincronizat, deoarece se află deja într-un folder sincronizat.

# device.center.backup.error.folderInRubbish
source: Folder can’t be synced or backed up as the MEGA folder is in the Rubbish bin.
pl: Folderu nie można zsynchronizować ani utworzyć jego kopii zapasowej, ponieważ katalog MEGA znajduje się w Koszu na śmieci.
ro: Folderul nu poate fi sincronizat sau backup-uite, deoarece folderul MEGA se află în Coșul de gunoi.

# device.center.backup.error.virtualboxFolders
source: MEGA can’t sync or back up VirtualBox folders.
pl: MEGA nie może synchronizować ani tworzyć kopii zapasowych katalogów VirtualBox.
ro: MEGA nu poate sincroniza sau face backup pentru folderele VirtualBox.

# device.center.backup.error.accountBlocked
source: Unable to sync or back up this folder as the account has been blocked.
pl: Nie można zsynchronizować lub utworzyć kopii zapasowej tego katalogu, ponieważ konto zostało zablokowane.
ro: Nu se poate sincroniza sau face backup pentru acest folder, deoarece contul a fost blocat.

# device.center.backup.error.problemSyncingContactSupport
source: Problem syncing or backing up this folder. Try again later. If the issue continues, contact Support.
pl: Problem z synchronizacją lub kopią zapasową tego katalogu. Spróbuj ponownie później. Jeśli problem będzie się powtarzał, skontaktuj się z pomocą techniczną.
ro: Problemă la sincronizarea sau backup a acestui folder. Încercați din nou mai târziu. Dacă problema persistă, contactați Asistența.

# device.center.backup.error.accountReloaded
source: Account reloaded. Any missed updates to your backups or syncs haven’t been applied.
pl: Konto zostało przeładowane. Wszelkie pominięte aktualizacje kopii zapasowych lub synchronizacji nie zostały zastosowane.
ro: Contul a fost reîncărcat. Toate actualizările ratate ale backupurilor sau ale sincronizărilor nu au fost aplicate.

# device.center.backup.error.loggedOut
source: Sync or backup has been stopped as you appear to have logged out of the Desktop app. Log back in via the Desktop app, and resume the sync or backup.
pl: Synchronizacja lub tworzenie kopii zapasowej zostały zatrzymane, ponieważ wygląda na to, że użytkownik wylogował się z aplikacji Desktop. Zaloguj się ponownie za pomocą aplikacji Desktop i wznów synchronizację lub tworzenie kopii zapasowej.
ro: Sincronizarea sau backupul au fost oprite pe măsură ce parcă v-ați deconectat de la aplicația Desktop. Conectați-vă din nou prin aplicația Desktop și reluați sincronizarea sau backup-ul.

# device.center.backup.error.changesToMegaFolder
source: Problem syncing or backing up this folder because of changes to the MEGA folder. Stop the sync or backup and try setting it up again in the Desktop app, or contact Support.
pl: Problem z synchronizacją lub utworzeniem kopii zapasowej tego katalogu z powodu zmian w katalogu MEGA. Zatrzymaj synchronizację lub tworzenie kopii zapasowej i spróbuj skonfigurować je ponownie w aplikacji Desktop lub skontaktuj się z pomocą techniczną.
ro: Problemă la sincronizarea sau backup a acestui folder din cauza modificărilor aduse folderului MEGA. Opriți sincronizarea sau backup-ul și încercați să o configurați din nou în aplicația Desktop sau contactați Asistența.

# device.center.backup.error.externalDriveUnlocated
source: Folder in external drive can’t be located.
pl: Nie można zlokalizować katalogu na dysku zewnętrznym.
ro: Folderul din unitatea externă nu poate fi localizat.

# device.center.backup.error.alreadySyncedPath
source: There’s already a synced folder at the same path.
pl: W tej samej ścieżce znajduje się już zsynchronizowany katalog.
ro: Există deja un folder sincronizat pe aceeași cale.

# device.center.backup.error.renamingFailed
source: Renaming failed.
pl: Zmiana nazwy nie powiodła się.
ro: Redenumirea a eșuat.

# device.center.backup.error.syncIgnored
source: Couldn’t create a sync. The file has been ignored.
pl: Nie można utworzyć synchronizacji. Plik został zignorowany.
ro: Nu s-a putut crea o sincronizare. Fișierul a fost ignorat.

# device.center.backup.error.couldntReadSyncConfig
source: Couldn’t read sync configuration. Check the folder permissions and try again later.
pl: Nie można odczytać konfiguracji synchronizacji. Sprawdź uprawnienia katalogu i spróbuj ponownie później.
ro: Imposibil de citit configurația de sincronizare. Verificați permisiunile folderului și încercați din nou mai târziu.

# device.center.backup.error.unknownDrivePath
source: Sync’s drive path is unknown.
pl: Ścieżka dysku synchonizacji jest nieznana.
ro: Calea către unitatea de sincronizare este necunoscută.

# device.center.backup.error.invalidScanInterval
source: Invalid scan interval. Check the scan interval setup and try again.
pl: Nieprawidłowy interwał skanowania. Sprawdź ustawienia interwału skanowania i spróbuj ponownie.
ro: Interval de analiză invalid. Verificați configurarea intervalului de analiză și încercați din nou.

# device.center.backup.error.syncOrBackupSetupAgain
source: Problem syncing or backing up this folder. Stop the sync or backup and try setting it up again in the Desktop app, or contact Support.
pl: Problem z synchronizacją lub kopią zapasową tego katalogu. Zatrzymaj synchronizację lub tworzenie kopii zapasowej i spróbuj skonfigurować je ponownie w aplikacji Desktop lub skontaktuj się z pomocą techniczną.
ro: Problemă la sincronizarea sau backup a acestui folder. Opriți sincronizarea sau backup-ul și încercați să o configurați din nou în aplicația Desktop sau contactați Asistența.

# device.center.backup.error.cantReadSyncLocation
source: Couldn’t read sync location. Check the location is accessible and permissions for the folder location are granted.
pl: Nie można odczytać lokalizacji synchronizacji. Sprawdź, czy lokalizacja jest dostępna i czy przyznano uprawnienia do lokalizacji katalogu.
ro: Nu am putut citi locația de sincronizare. Verificați dacă locația este accesibilă și permisiunile pentru locația folderului sunt acordate.

# device.center.backup.error.insufficientDownloadSpace
source: Insufficient space for download.
pl: Niewystarczająca ilość miejsca do pobrania.
ro: Spațiu insuficient pentru descărcare.

# device.center.backup.error.addFilesystemWatch
source: Unable to add a file system watch. Ensure there is sufficient free space and memory, and that you have granted permissions for the folder location.
pl: Nie można dodać obserwatora systemu plików. Upewnij się, że jest wystarczająca ilość wolnego miejsca i pamięci oraz że masz przyznane uprawnienia do lokalizacji katalogu.
ro: Imposibil de adăugat monitorizarea sistemului de fișiere. Asigurați-vă că există suficient spațiu liber și memorie și că ați acordat permisiuni pentru locația folderului.

# device.center.backup.error.communicateWithFolderLocation
source: Couldn’t communicate with the folder location. Check the location is accessible and permissions for the folder location are granted.
pl: Nie można nawiązać komunikacji z lokalizacją katalogu. Sprawdź, czy lokalizacja jest dostępna i czy przyznano uprawnienia do lokalizacji katalogu….
ro: Nu am putut comunica cu locația folderului. Verificați dacă locația este accesibilă și permisiunile pentru locația folderului sunt acordate.

# device.center.show.in.cloud.drive.action.title
source: Show in Cloud drive
pl: Pokaż na dysku w chmurze
ro: Afișează în Unitatea cloud

# device.center.show.in.backups.action.title
source: Show in Backups
pl: Pokaż w kopiach zapasowych
ro: Afișează în Backups

# device.center.rename.device.title
source: Device name
pl: Nazwa urządzenia
ro: Numele dispozitivului

# device.center.rename.device.duplicated.name
source: A device with this name already exists
pl: Urządzenie o tej nazwie już istnieje
ro: Un dispozitiv cu acest nume există deja

# device.center.rename.device.different.name
source: Enter a different name
pl: Wprowadź inną nazwę
ro: Introduceți un alt nume

# device.center.rename.device.invalid.long.name
source: Device name can only be up to 32 characters
pl: Nazwa urządzenia może zawierać maksymalnie 32 znaki.
ro: Numele dispozitivului poate fi de până la 32 de caractere

# device.center.camera.uploads.action.status.enabled
source: Enabled
pl: Włącz
ro: Activată

# device.center.camera.uploads.action.status.disabled
source: Disabled
pl: Zablokowane
ro: Dezactivat

# device.center.current.device.empty.state.message
source: Nothing set up yet
pl: Nic nie zostało jeszcze skonfigurowane
ro: Nimic nu este încă configurat

# meetings.scheduleMeeting.create.endRecurrence.title
source: End recurrence
pl: Zakończ powtarzanie
ro: Încheiați recurența

# meetings.scheduleMeeting.create.endRecurrence.option.onDate
source: On date
pl: W dniu
ro: La o anumită dată

# meetings.scheduleMeeting.create.endRecurrence.option.never
source: Never
pl: Nigdy
ro: Niciodată

# meetings.info.meetingNotifications
source: Meeting notifications
pl: Powiadomienia o spotkaniach
ro: Notificări de întâlnire

# meetings.info.manageMeetingHistory
source: Manage meeting history
pl: Zarządzanie historią spotkań
ro: Gestionează istoricul întâlnirilor

# meetings.info.muteMeetingNotificationsFor
source: Mute meeting notifications for
pl: Wyciszanie powiadomień o spotkaniach dla
ro: Amuțește notificările de întâlnire timp de

# meetings.info.shareMeetingLink
source: Share meeting link
pl: Udostępnij link do spotkania
ro: Partajați linkul întâlnirii

# meetings.info.manageMeetingHistory.clearMeetingHistory
source: Clear meeting history
pl: Wyczyść historię spotkań
ro: Golește istoricul întâlnirilor

# meetings.info.manageMeetingHistory.meetingHistoryHasBeenCleared
source: Meeting history cleared
pl: Wyczyszczono historię spotkań
ro: Istoricul întâlnirilor a fost șters

# meetings.info.manageMeetingHistory.clearMeetingHistoryMessage
source: Are you sure you want to clear the full message history of this meeting?
pl: Czy na pewno chcesz wyczyścić pełną historię wiadomości z tego spotkania?
ro: Sigur vreți să ștergeți istoricul complet al mesajelor din acestei întâlniri?

# meetings.info.shareMeetingLink.explainLink
source: Anyone with this link can join the meeting and view the meeting chat
pl: Każdy, kto posiada ten link, może dołączyć do spotkania i wyświetlić czat spotkania
ro: Oricine cu acest link se poate alătura întâlnirii și poate vedea chatul întâlnirii

# meetings.info.renameMeeting
source: Rename meeting
pl: Zmień nazwę spotkania
ro: Redenumește întâlnirea

# meetings.scheduleMeeting.create.daily.optionTitle
source: Daily
pl: Codziennie
ro: Zilnică

# meetings.scheduleMeeting.create.weekly.optionTitle
source: Weekly
pl: Tygodniowo
ro: Săptămânală

# meetings.scheduleMeeting.create.monthly.optionTitle
source: Monthly
pl: Miesięcznie
ro: Lunar

# meetings.scheduleMeeting.create.frequency.optionTitle
source: Frequency
pl: Częstotliwość
ro: Frecventa

# meetings.scheduleMeeting.create.interval.optionTitle
source: Every
pl: Każdego
ro: În fiecare

# meetings.scheduleMeeting.create.frequency.picker.accessibilityLabel
source: Select a frequency
pl: Wybierz częstotliwość
ro: Selectați o frecvență

# meetings.scheduleMeeting.create.weekNumber.picker.accessibilityLabel
source: Select a weekly interval
pl: Wybierz odstęp tygodniowy
ro: Selectați un interval săptămânal

# meetings.scheduleMeeting.create.weekDay.picker.accessibilityLabel
source: Select a day of the week
pl: Wybierz dzień tygodnia
ro: Selectați o zi a săptămânii

# meetings.scheduleMeeting.create.interval.picker.accessibilityLabel
source: Select a monthly interval
pl: Wybierz odstęp miesięczny
ro: Selectați un interval lunar

# meetings.scheduleMeeting.create.monthly.weekNumberAndWeekDay.headerTitle
source: On the…
pl: W…
ro: A…

# meetings.scheduleMeeting.create.monthly.calendar.headerTitle
source: Each
pl: Każdego
ro: În fiecare a

# meetings.scheduleMeeting.create.monthly.weekNumber.first
source: first
pl: pierwszego
ro: Prima

# meetings.scheduleMeeting.create.monthly.weekNumber.second
source: second
pl: drugiego
ro: A doua

# meetings.scheduleMeeting.create.monthly.weekNumber.third
source: third
pl: trzeciego
ro: A treia

# meetings.scheduleMeeting.create.monthly.weekNumber.fourth
source: fourth
pl: czwartego
ro: A patra

# meetings.scheduleMeeting.create.monthly.weekNumber.fifth
source: fifth
pl: piątego
ro: A cincea

# meetings.scheduled.create.weekly.everyDay.footerNote
source: Meeting will occur every day.
pl: Spotkania będą odbywać się codziennie.
ro: Întâlnirea va avea loc în fiecare zi.

# meetings.scheduleMeeting.create.selectedRecurrence.weekly.everyDay
source: Daily
pl: Codziennie
ro: Zilnică

# upgradeAccountPlan.button.restore.title
source: Restore purchase
pl: Przywróć zakup
ro: Restaurați achiziția

# upgradeAccountPlan.button.termsAndPolicies.title
source: Terms and policies
pl: Regulamin i zasady
ro: Termeni și politici

# upgradeAccountPlan.button.buyAccountPlan.title
source: Buy %@
pl: Kup %@
ro: Cumpără %@

# upgradeAccountPlan.button.buyViaWeb.save
source: Buy on our website (save %@)
pl: Kup na naszej stronie (oszczędź %@)
ro: Cumpără de pe site-ul nostru (economisește %@)

# upgradeAccountPlan.button.buyViaWeb.saveUpTo
source: Buy on our website (save up to %@)
pl: Kup na naszej stronie (oszczędź do %@)
ro: Cumpără de pe site-ul nostru (economisește până la %@)

# upgradeAccountPlan.button.buyInApp.title
source: Continue in-app (%@)
pl: Kontynuuj w aplikacji (%@)
ro: Continuați în aplicație (%@)

# upgradeAccountPlan.button.buyInApp.footer
source: Platform fees apply when purchasing through the app
pl: Opłaty platformy obowiązują przy zakupie przez aplikację
ro: Taxele platformei se aplică la achiziționarea prin aplicație

# upgradeAccountPlan.header.title.choosePlan
source: Choose the right plan for you
pl: Wybierz odpowiedni plan dla siebie
ro: Alegeți abonamentul potrivit pentru dvs.

# upgradeAccountPlan.header.title.currentPlan
source: Current plan: %@
pl: Aktualny plan: %@
ro: abonamentul curent: %@

# upgradeAccountPlan.header.planTermPicker.monthly
source: Monthly
pl: Miesięcznie
ro: Lunar

# upgradeAccountPlan.header.planTermPicker.yearly
source: Yearly
pl: Rocznie
ro: Anual

# upgradeAccountPlan.header.title.saveYearlyBilling
source: Save up to 16%% with yearly billing
pl: Oszczędność do 16%% przy rozliczeniu rocznym
ro: Economisiți până la 16 %% cu facturare anuală

# upgradeAccountPlan.header.title.featuresOfProPlan
source: Features of Pro plans
pl: Szczegóły planów Pro
ro: Caracteristicile abonamentelor Pro

# upgradeAccountPlan.message.text.featuresOfProPlan
source: • Password-protected links • Links with expiry dates • Transfer quota sharing • Rewind up to 90 days of deleted data on Pro Lite and up to 180 days on Pro I, II, and III • Host calls and meetings with unlimited participants and no time restrictions • Stay private online with our high-speed VPN • Schedule Rubbish bin clearing between 7 days and 10 years • Priority support
pl: • Linki chronione hasłem • Linki z datami ważności • Podział kwot transferowych • Przewiń do 90 dni usuniętych danych w Pro Lite i do 180 dni w Pro I, II i III • Prowadź połączenia i spotkania z nieograniczoną liczbą uczestników i bez ograniczeń czasowych • Zachowaj prywatność online dzięki naszej szybkiej sieci VPN • Zaplanuj Kosz śmieci od 7 dni do 10 lat • Wsparcie priorytetowe
ro: • Link-uri protejate prin parolă • Link-uri cu date de expirare • Împărțirea cotelor de transfer • Derulează înapoi până la 90 de zile de date șterse pe Pro Lite și până la 180 de zile pe Pro I, II și III • Găzduiește apeluri și întâlniri cu participanți nelimitați și fără restricții de timp • Rămâneți privat online cu VPN-ul nostru de mare viteză • Programați curățarea Coșului de gunoi între 7 zile și 10 ani • asistență prioritară

# upgradeAccountPlan.message.text.featuresOfProPlanWithAds
source: • Password-protected links • Links with expiry dates • Transfer quota sharing • Rewind up to 90 days of deleted data on Pro Lite and up to 180 days on Pro I, II, and III • Host calls and meetings with unlimited participants and no time restrictions • Stay private online with our high-speed VPN • Schedule Rubbish bin clearing between 7 days and 10 years • Priority support • No advertisements
pl: • Linki chronione hasłem • Linki z datami ważności • Podział kwot transferowych • Przewiń do 90 dni usuniętych danych w Pro Lite i do 180 dni w Pro I, II i III • Prowadź połączenia i spotkania z nieograniczoną liczbą uczestników i bez ograniczeń czasowych • Zachowaj prywatność online dzięki naszej szybkiej sieci VPN • Zaplanuj Kosz śmieci od 7 dni do 10 lat • Wsparcie priorytetowe • Brak reklam
ro: • Link-uri protejate prin parolă • Link-uri cu date de expirare • Împărțirea cotelor de transfer • Derulează înapoi până la 90 de zile de date șterse pe Pro Lite și până la 180 de zile pe Pro I, II și III • Găzduiește apeluri și întâlniri cu participanți nelimitați și fără restricții de timp • Rămâneți privat online cu VPN-ul nostru de mare viteză • Programați curățarea Coșului de gunoi între 7 zile și 10 ani • asistență prioritară • Fara publicitate

# upgradeAccountPlan.header.title.subscriptionDetails
source: Subscription details
pl: Szczegóły subskrypcji
ro: Detaliile abonamentului

# upgradeAccountPlan.message.text.subscriptionDetails
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your Apple account settings page.
pl: Subskrypcje są odnawiane automatycznie na kolejne okresy subskrypcji o tym samym czasie trwania i w tej samej cenie, co wybrany okres początkowy. Użytkownik może wyłączyć automatyczne odnawianie subskrypcji MEGA Pro nie później niż 24 godziny przed terminem płatności kolejnej subskrypcji za pośrednictwem strony ustawień konta iTunes.
ro: Abonamentele sunt reînnoite automat pentru perioade succesive de abonament de aceeași durată și la același preț ca perioada inițială aleasă. Puteți dezactiva reînnoirea automată a abonamentului MEGA Pro cu cel puțin 24 de ore înainte de scadență următoarea plată a abonamentului prin pagina de setări a contului iTunes.

# upgradeAccountPlan.plan.tag.currentPlan
source: Current plan
pl: Obecny plan
ro: abonamentul actual

# upgradeAccountPlan.plan.tag.recommended
source: Recommended
pl: Polecam
ro: Recomandat

# upgradeAccountPlan.plan.details.pricing.localCurrencyPerMonth
source: %@/month
pl: %@/miesiąc
ro: %@/luna

# upgradeAccountPlan.plan.details.pricing.localCurrencyPerYear
source: %@/year
pl: %@/rok
ro: %@/an

# upgradeAccountPlan.plan.details.storage
source: Storage: %@
pl: Pamięć: %@
ro: Spațiu de stocare: %@

# upgradeAccountPlan.footer.message.pricingPage
source: You can upgrade your current subscription on our [A]pricing page[/A].
pl: Aktualną subskrypcję można uaktualnić na naszej stronie [A]cennik[/A].
ro: Vă puteți upgrada abonamentul actual pe [A]pagina noastră de prețuri[/A].

# upgradeAccountPlan.selection.message.alreadyHaveRecurringSubscriptionOfPlan
source: You already have a recurring subscription for this plan
pl: Posiadasz już cykliczną subskrypcję dla tego planu.
ro: Aveți deja un abonament recurent pentru acest abonament

# meetings.scheduled.contextMenu.cancel
source: Cancel
pl: Anuluj
ro: Anulați

# meetings.scheduled.cancelAlert.title
source: Cancel %@?
pl: Anulować %@?
ro: Anulați %@?

# meetings.scheduled.cancelAlert.description.withMessages
source: This meeting will be placed under Past meetings and all participants will be notified.
pl: Spotkanie to zostanie umieszczone w zakładce Poprzednie spotkania, a wszyscy uczestnicy zostaną o nim powiadomieni.
ro: Această întâlnire va fi plasată sub Întâlniri anterioare și toți participanții vor fi anunțați.

# meetings.scheduled.cancelAlert.description.withoutMessages
source: This meeting will be archived and all participants will be notified.
pl: Spotkanie to zostanie zarchiwizowane, a wszyscy uczestnicy zostaną o tym powiadomieni.
ro: Această întâlnire va fi arhivată și toți participanții vor fi anunțați.

# meetings.scheduled.cancelAlert.option.confirm.withoutMessages
source: Cancel and archive
pl: Anuluj i zarchiwizuj
ro: Anulați și arhivează

# meetings.scheduled.cancelAlert.option.confirm.withMessages
source: Cancel meeting
pl: Anuluj spotkanie
ro: Anulați întâlnirea

# meetings.scheduled.cancelAlert.option.dontCancel
source: Don’t cancel
pl: Nie anuluj
ro: Nu o anula

# meetings.scheduled.cancelAlert.success.withoutMessages
source: Meeting cancelled and archived
pl: Spotkanie odwołane i zarchiwizowane
ro: Întâlnirea a fost anulată și arhivată

# meetings.scheduled.cancelAlert.success.withMessages
source: Meeting cancelled
pl: Spotkanie odwołane
ro: Întâlnirea a fost anulată

# meetings.scheduled.cancelAlert.occurrence.description
source: Only this occurrence will be cancelled. All the other occurrences will go ahead as scheduled.
pl: Tylko to zdarzenie zostanie anulowane. Wszystkie pozostałe wydarzenia odbędą się zgodnie z planem.
ro: Doar această ocurență va fi anulată. Toate celelalte ocurențe vor continua așa cum a fost programat.

# meetings.scheduled.cancelAlert.occurrence.option.confirm
source: Cancel occurrence
pl: Anuluj zdarzenie
ro: Anulați ocurența

# meetings.scheduled.cancelAlert.occurrence.success
source: %@ occurrence cancelled
pl: %@ zdarzenie anulowane
ro: %@ ocurență a fost anulată

# meetings.scheduled.cancelAlert.occurrence.last.title
source: Cancel occurrence and meeting?
pl: Odwołać zdarzenie i spotkanie?
ro: Anulați ocurența și întâlnirea?

# meetings.scheduled.cancelAlert.occurrence.last.withoutMessages.description
source: This is the only occurrence of the recurring meeting. Cancelling this occurrence will cancel the meeting. If cancelled, the meeting will be archived and all participants will be notified.
pl: Jest to jedyne wystąpienie powtarzającego się spotkania. Odwołanie tego zdarzenia spowoduje anulowanie spotkania. W przypadku anulowania spotkanie zostanie zarchiwizowane, a wszyscy uczestnicy zostaną o tym powiadomieni.
ro: Aceasta este singura ocurență a întâlnirii recurente. Anularea acestei ocurențe va anula întâlnirea. Dacă este anulată, întâlnirea va fi arhivată și toți participanții vor fi anunțați.
