Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# cloudDrive.sort.label
source: Label
pl: Etykieta
ro: Etichetă

# general.chooseLabel.title
source: Label…
pl: Etykieta…
ro: Etichetă…

source: Remove label
pl: Usuń etykietę
ro: Elimină eticheta

source: Red
pl: Czerwony
ro: Roșu

source: Orange
pl: Pomarańczowy
ro: Portocaliu

source: Yellow
pl: Żółty
ro: Galben

source: Green
pl: Zielony
ro: Verde

source: Blue
pl: Niebieski
ro: Albastru

source: Purple
pl: Purpurowy
ro: Violet

source: Grey
pl: Szary
ro: Gri

source: Key
pl: Klucz
ro: Cheie

source: Send decryption key separately
pl: Wyślij klucz odszyfrowywania oddzielnie
ro: Trimite separat cheia de decriptare

source: Expiry date
pl: Data ważności
ro: Dată de expirare

source: Password protection
pl: Ochrona hasłem
ro: Protecție prin parolă

source: Set password
pl: Ustaw hasło
ro: Setează o parolă

source: Export the link and decryption key separately.
pl: Wyeksportuj link i klucz odszyfrowywania osobno.
ro: Exportă linkul și cheia de decriptare separat.

source: Learn more
pl: Dowiedz się więcej
ro: Aflați mai multe

# Link expires %@
source: Link expires on %@
pl: Link wygasa w dniu %@
ro: Link-ul expiră pe %@

source: Tap to copy
pl: Stuknij, aby skopiować
ro: Atinge pentru a copia

source: Copy all
pl: Skopiuj wszystko
ro: Copiază toate

source: Options such as Send decryption key separately, Set expiry date or Set password are only available for single items.
pl: Opcje takie jak Wyślij osobno klucz odszyfrowywania, Ustaw datę ważności lub Hasła są dostępne tylko dla pojedynczych elementów.
ro: Opțiuni precum Trimite separat cheia de decriptare, Setează dată de expirare sau Setează parolă sunt disponibile numai pentru elemente individuale.

source: Key copied to clipboard
pl: Klucz skopiowany do schowka
ro: Cheie copiată în clipboard

source: Password copied to clipboard
pl: Hasło zostało skopiowane do schowka
ro: Parolă copiată în clipboard

source: Our zero-knowledge encryption system requires a unique key automatically generated for this file or folder. A link with this key is created by default, but you can export the decryption key separately for an added layer of security.
pl: Nasz system szyfrowania bez wiedzy wymaga unikalnego klucza generowanego automatycznie dla tego pliku lub folderu. Łącze z tym kluczem jest tworzone domyślnie, ale możesz wyeksportować klucz deszyfrujący osobno, aby uzyskać dodatkową warstwę bezpieczeństwa.
ro: Sistemul nostru de criptare tip zero cunoștințe necesită o cheie unică generată automat pentru acest fișier sau folder. În mod implicit, este creat un link cu această cheie, însă poți exporta cheia de decriptare separat pentru un strat de securitate suplimentar.

source: Remove password
pl: Usuń hasło
ro: Elimină parola

source: Reset password
pl: Zresetuj hasło
ro: Resetați parola

source: This link is unavailable as the user’s account has been closed for gross violation of MEGA’s [A]Terms of Service[/A].
pl: Ten link jest niedostępny, ponieważ konto użytkownika zostało zamknięte z powodu rażącego naruszenia MEGA [A]Warunków świadczenia usług[/A].
ro: Acest link este indisponibil deoarece contul utilizatorului a fost închis pentru încălcarea gravă a [A]Termenilor de utilizare a serviciului[/A] MEGA.

# Taken down due to severe violation of our terms of service
source: This folder or file was reported to contain objectionable content, such as Child Exploitation Material, Violent Extremism, or Bestiality. The link creator’s account has been closed and their full details, including IP address, have been provided to the authorities.
pl: Zgłoszono, że ten katalog lub plik zawiera treści budzące zastrzeżenia, takie jak Materiał do wykorzystywania dzieci, gwałtowny ekstremizm lub przestępstwem. Konto twórcy linku zostało zamknięte, a jego pełne dane, w tym adres IP, zostały przekazane władzom.
ro: Acest folder sau link a fost raportat că include conținut inacceptabil, precum materiale cu exploatare infantilă, extremism violent sau bestialitate. Contul creatorului linkului a fost închis și detaliile complete ale acestuia, inclusiv adresa IP, au fost furnizate autorităților.

source: Unavailable
pl: Niedostępne
ro: Indisponibil

source: Email already sent. Please wait a few minutes before trying again.
pl: E-mail już wysłany. Poczekaj kilka minut, zanim spróbujesz ponownie.
ro: E-mail trimis deja. Te rugăm să aștepți câteva minute înainte de a încerca din nou.

source: Manage chat history
pl: Zarządzaj historią czatów
ro: Gestionează istoricul chatului

source: History clearing
pl: Rozliczanie historii
ro: Ștergerea istoricului

source: Automatically delete messages older than a certain amount of time.
pl: Automatycznie usuwaj wiadomości starsze niż określony czas.
ro: Șterge automat mesajele mai vechi de o anumită perioadă de timp.

source: Automatically delete messages older than one day.
pl: Automatycznie usuwaj wiadomości starsze niż jeden dzień.
ro: Șterge automat mesajele mai vechi de o zi.

source: Automatically delete messages older than one week.
pl: Automatycznie usuwaj wiadomości starsze niż jeden tydzień.
ro: Șterge automat mesajele mai vechi de o săptămână.

source: Automatically delete messages older than one month.
pl: Automatycznie usuwaj wiadomości starsze niż jeden miesiąc.
ro: Șterge automat mesajele mai vechi de o lună.

# chat.manageHistory.message.deleteMessageOlderThanCustomValue
source: Automatically delete messages older than %@
pl: Automatycznie usuwaj wiadomości starsze niż %@
ro: Șterge automat mesajele mai vechi %@

source: Delete all messages and files shared in this conversation. This action is irreversible.
pl: Usuń wszystkie wiadomości i pliki udostępnione w tej rozmowie. To działanie jest nieodwracalne.
ro: Șterge toate mesajele și fișierele partajate în această conversație. Această acțiune este ireversibilă.

source: Clear messages older than
pl: Usuń wiadomości starsze niż
ro: Șterge mesajele mai vechi de

source: One day
pl: Jeden dzień
ro: O zi

source: One week
pl: Jeden tydzień
ro: O săptămână

source: One month
pl: Jeden miesiąc
ro: O lună

source: Custom…
pl: Dowolne…
ro: Personalizat…

source: [A]%1$s[/A][B] changed the message clearing time to[/B][A] %2$s[/A][B].[/B]
pl: [A]%1$s[/A][B] zmienił czas usuwania komunikatu na[/B][A] %2$s[/A][B].[/B]
ro: [A]%1$s[/A][B] a modificat perioada de ștergere a mesajelor în [/B][A] %2$s[/A][B].[/B]

source: [A]%1$s[/A][B] disabled message clearing.[/B]
pl: [A]%1$s[/A][B] wyłączone usuwanie komunikatów.[/B]
ro: [A]%1$s[/A][B] a dezactivat ștergerea mesajelor.[/B]

source: Day
pl: Dzień
ro: Zi

source: Search your files
pl: Przeszukuj swoje pliki
ro: Caută fișiere

source: MEGA Camera uploads folder
pl: Katalog MEGA do Przesyłania z kamery
ro: Folder de încărcări cameră MEGA

source: Select folder
pl: Wybierz katalog
ro: Selectează folderul

source: Are you sure you want to move the Camera uploads folder to the Rubbish bin? If so, a new folder will be automatically generated for Camera uploads.
pl: Czy na pewno chcesz przenieść katalog przesłane z kamery do Kosza na śmieci? Jeśli tak, nowy katalog zostanie automatycznie wygenerowany do Przesyłania z kamery.
ro: Sigur vreți să mutați folderul Încărcări cameră în Coșul de gunoi? Dacă da, un folder nou va fi generat automat pentru Încărcări cameră.

source: Upload file
pl: Wgrywanie pliku
ro: Încarcă fișierul

source: Shortcuts
pl: Skróty
ro: Comenzi rapide

source: Launch the MEGA App to perform an action
pl: Uruchom aplikację MEGA, aby wykonać akcję
ro: Lansează aplicația MEGA pentru a efectua o acțiune

source: Documents
pl: Dokumenty
ro: Documente

source: Videos
pl: Filmy
ro: Videoclipuri

source: No documents found
pl: Nie znaleziono dokumentów
ro: Niciun document găsit

source: No audio files found
pl: Nie znaleziono plików audio
ro: Niciun fișier audio găsit

source: No videos found
pl: Nie znaleziono filmów
ro: Niciun videoclip găsit

# home.images.title
source: Images
pl: Obrazy
ro: Imagini

# home.images.empty
source: No images found
pl: Nie znaleziono obrazów
ro: Nicio imagine găsită

# home.favourites.title
source: Favourites
pl: Ulubione
ro: Favorite

source: Home
pl: Strona główna
ro: Start

source: Docs
pl: Dokumenty
ro: Documente

source: This link was shared without a decryption key. Do you want to share its key?
pl: To łącze zostało udostępnione bez klucza odszyfrowywania. Chcesz udostępnić jego klucz?
ro: Acest link a fost partajat fără o cheie de decriptare. Vrei să îi partajezi cheia?

source: Link password
pl: Hasło do linka
ro: Parolă a linkului

source: Do you want to share the password for this link?
pl: Czy chcesz udostępnić hasło do tego linku?
ro: Vrei să partajezi parola pentru acest link?

source: message sent
pl: wiadomość wysłana
ro: mesaj trimis

source: failed to send the message
pl: nie udało się wysłać wiadomości
ro: eșec la trimiterea mesajului

source: message sending cancelled
pl: wysyłanie wiadomości anulowane
ro: s-a anulat trimiterea mesajului

# dialog.cookies.title.yourPrivacy
source: Your privacy
pl: Twoja prywatność
ro: Intimitatea ta

# dialog.cookies.description
source: We use cookies and similar technologies solely for the purposes of providing you with the services you request from MEGA, or for analytics and gathering performance data. We don’t use cookies for ad tracking or sharing any personal information about you with third parties.
pl: Używamy plików cookie i podobnych technologii wyłącznie w celu dostarczenia Ci usług, o które prosisz w firmie MEGA, lub w celu analizy i zbierania danych dotyczących wydajności. Nie używamy plików cookie do śledzenia reklam lub udostępniania stronom trzecim jakichkolwiek danych osobowych o Tobie.
ro: Folosim cookie-uri și tehnologii similare numai în scopul de a vă oferi serviciile pe care le solicitați de la MEGA sau pentru analiza și colectarea datelor de performanță. Nu folosim cookie-uri pentru urmărirea anunțurilor sau partajarea oricăror informații personale despre dvs. cu terțe părți.

# dialog.cookies.title.manageCookies
source: Manage cookies
pl: Zarządzanie plikami cookie
ro: Gestionați cookie-urile

# dialog.cookies.description.cookiePolicy
source: We use cookies and similar technologies to help us improve our services. Learn more in our [A]Cookie Policy[/A].
pl: Używamy plików cookie i podobnych technologii, aby pomóc nam ulepszyć nasze usługi. Więcej informacji można znaleźć w naszej [A]Polityce plików cookie[/A].
ro: Folosim cookie-uri și tehnologii similare pentru a ne ajuta să ne îmbunătățim serviciile. Aflați mai multe în [A]Politica privind cookie-urile[/A].

# dialog.cookies.description.adsCookiePolicy
source: We use cookies and similar technologies to help us improve our services and for advertising purposes. By continuing to use MEGA you agree with the terms of our updated [A]Cookie Policy[/A].
pl: Używamy plików cookie i podobnych technologii, aby pomóc nam ulepszyć nasze usługi i do celów reklamowych. Kontynuując korzystanie z MEGA, zgadzasz się z warunkami naszej zaktualizowanej [A]Polityki plików cookie[/A].
ro: Folosim cookie-uri și tehnologii similare pentru a ne ajuta să ne îmbunătățim serviciile și în scopuri publicitare. Continuând să folosiți MEGA sunteți de acord cu termenii actualizați [A]Politica privind cookie-urile[/A].

# dialog.cookies.accept
source: Accept cookies
pl: Zaakceptuj pliki cookie
ro: Acceptă cookie-urile

# settings.accept.cookies.footer
source: Cookies aren’t used for ad tracking or sharing any personal information with third parties.
pl: Pliki cookie nie są wykorzystywane do śledzenia reklam ani do udostępniania danych osobowych osobom trzecim.
ro: Cookie-urile nu sunt utilizate pentru urmărirea anunțurilor sau partajarea oricăror informații personale cu terțe părți.

# settings.cookies.essential
source: Essential cookies
pl: Niezbędne ciasteczka
ro: Cookie-uri esențiale

# settings.cookies.essential.alwaysOn
source: Always On
pl: Zawsze włączone
ro: Mereu activate

# settings.cookies.essential.footer
source: Essential for providing you important functionality and secure access to our services. For this reason, they do not require consent.
pl: Niezbędne do zapewnienia Państwu ważnych funkcji i bezpiecznego dostępu do naszych usług. Z tego powodu nie wymagają one zgody.
ro: Esențiale pentru furnizarea de funcționalități importante și acces securizat la serviciile noastre. Din acest motiv, ele nu necesită consimțământ.

# settings.cookies.performanceAndAnalytics
source: Performance and analytics cookies
pl: Pliki cookie dotyczące wydajności i analizy
ro: Cookie-uri de performanță și analiză

# settings.cookies.performanceAndAnalytics.footer
source: Help us to understand how you use our services and provide us data that we can use to make improvements. Not accepting these cookies will mean we will have less data available to us to help design improvements.
pl: Pomóż nam zrozumieć, w jaki sposób korzystasz z naszych usług i podaj nam dane, których możemy użyć do wprowadzenia ulepszeń. Brak akceptacji tych plików cookie oznacza, że będziemy mieć mniej dostępnych danych, aby pomóc w projektowaniu ulepszeń.
ro: Ajută-ne să înțelegem modul în care folosești serviciile noastre și furnizează-ne date pe care le putem folosi pentru a face îmbunătățiri. Neacceptarea acestor cookie-uri va însemna că vom avea mai puține date disponibile pentru a ajuta la îmbunătățiri ale designului.

# settings.cookies.advertisingCookies
source: Advertising cookies
pl: Reklamowe pliki cookie
ro: Cookie-uri de publicitate

# settings.cookies.advertisingCookies.footer
source: Used by our approved advertising partners to collect data about your browsing activities and customise the ads you see on our services and on other websites. Not accepting these cookies means you will still see ads but they won’t be personalised.
pl: Używane przez naszych zatwierdzonych partnerów reklamowych do zbierania danych o aktywności użytkownika podczas przeglądania i dostosowywania reklam wyświetlanych w naszych usługach i na innych stronach internetowych. Brak akceptacji tych plików cookie oznacza, że nadal będziesz widzieć reklamy, ale nie będą one spersonalizowane.
ro: Utilizate de partenerii noștri de publicitate aprobați pentru a colecta date despre activitățile dvs. de navigare și pentru a personaliza anunțurile pe care le vedeți în serviciile noastre și pe alte site-uri web. Dacă nu acceptați aceste cookie-uri, veți vedea în continuare anunțuri, dar acestea nu vor fi personalizate.

# settings.ad.header.title
source: Ad settings
pl: Ustawienia reklam
ro: Setări anunţuri

# settings.ad.adPersonalisation.title
source: Ad personalisation
pl: Personalizacja reklam
ro: Personalizarea anunțurilor

# Version created as a new file successfully.
source: Version was created as a new file
pl: Wersja została utworzona jako nowy plik
ro: Versiunea a fost creată ca un fișier nou.

source: Create new file
pl: Utwórz nowy plik
ro: Creează un fișier nou

source: You do not have the permissions required to revert this file. You can, however, create a new file with the previous version. Would you like to proceed?
pl: Nie masz uprawnień wymaganych do przywrócenia tego plik. Można jednak utworzyć nowy plik z poprzednią wersją. Chciałbyś kontynuować?
ro: Nu aveți permisiunile necesare pentru a reveni la acest fișier. Cu toate acestea, puteți crea un fișier nou cu versiunea anterioară. Doriți să continuați?

source: My account
pl: Moje konto
ro: Contul meu

source: Favourites
pl: Ulubione
ro: Favorite

source: No favourites
pl: Brak Ulubionych
ro: Niciun favorit

source: View more
pl: Zobacz wiecej
ro: Vezi mai multe

source: Quick access
pl: Szybki dostęp
ro: Acces rapid

# Quickly access files on Recents, Favourites, or Offline section
source: Quickly access files on Recents, Favourites, or the Offline section
pl: Szybki dostęp do plików w folderach Ostatnie, Ulubione lub w sekcji lokalne
ro: Accesați rapid fișierele din secțiunea Recente, Favorite sau Offline

# Quickly access files on Favourites section
source: Quickly access files from your Favourites section
pl: Szybki dostęp do plików z sekcji Ulubione
ro: Accesează rapid fișierele din secțiunea Favorite

# Quickly access files on Recents section
source: Quickly access files from your Recents section
pl: Szybki dostęp do plików z sekcji Ostatnio dodane
ro: Accesați rapid fișierele din secțiunea Recente

# Quickly access files on Offline section
source: Quickly access files from your Offline section
pl: Szybki dostęp do plików z sekcji lokalne
ro: Accesați rapid fișierele din secțiunea Offline

source: The device does not have enough space for MEGA to run properly.
pl: Urządzenie nie ma wystarczająco dużo miejsca, aby MEGA działała prawidłowo.
ro: Dispozitivul nu are suficient spațiu pentru ca MEGA să funcționeze corect.

source: Free up some space by deleting apps you no longer use or large video files in your gallery. You can manage your storage in %@
pl: Zwolnij trochę miejsca, usuwając aplikacje, których już nie używasz, lub duże pliki wideo w swojej galerii. Możesz zarządzać swoją pamięcią masową w %@
ro: Eliberați spațiu ștergând aplicațiile pe care nu le mai utilizați sau fișierele video mari din galeria dvs. Vă puteți gestiona spațiul de stocare în %@

# dialog.turnOnNotifications.label.title
source: Turn on notifications
pl: Włącz powiadomienia
ro: Pornește notificările

# dialog.turnOnNotifications.label.description
source: This way, you will see new messages on your device instantly.
pl: W ten sposób natychmiast zobaczysz nowe wiadomości na swoim urządzeniu.
ro: În acest fel, veți vedea instantaneu mesaje noi pe dispozitivul dvs.

# dialog.turnOnNotifications.label.stepOne
source: 1. Open <b>Settings</b>
pl: 1. Otwórz <b>Ustawienia</b>
ro: 1. Deschide <b>Configurări</b>

# dialog.turnOnNotifications.label.stepTwo
source: 2. Tap <b>Notifications</b>
pl: 2. Kliknij <b>Powiadomienia</b>
ro: 2. Atinge <b>Notificări</b>

# dialog.turnOnNotifications.label.stepThree
source: 3. Tap <b>MEGA</b>
pl: 3. Kliknij <b>MEGA</b>
ro: 3. Atinge <b>MEGA</b>

# dialog.turnOnNotifications.label.stepFour
source: 4. Turn on <b>Allow notifications</b>
pl: 4. Włącz <b>powiadomienia</b>
ro: 3. Pornește <b>Permiteți notificări</b>

# dialog.turnOnNotifications.button.primary
source: Open Settings
pl: Otwórz Ustawienia
ro: Deschide Configurări

# Change Launch Tab
source: Change launch section
pl: Zmień sekcję uruchamiania
ro: Modifică secțiunea lansare

source: You can now select which section the app opens at launch. Choose the one that better suits your needs, whether it’s Chat, Cloud drive, or Home.
pl: Możesz teraz wybrać sekcję, którą aplikacja otwiera przy starcie. Wybierz tę, która lepiej odpowiada Twoim potrzebom, niezależnie od tego, czy jest to Czat, Cloud drive, czy Start.
ro: Acum puteți selecta ce secțiune se deschide aplicația la lansare. Alegeți-l pe cel care se potrivește mai bine nevoilor dvs., fie că este vorba de Chat, Unitatea cloud sau Start.

source: Change setting
pl: Zmień ustawienie
ro: Modifică setarea

# offline.logOut.warning.message
source: Logging out deletes your offline content.
pl: Wylogowanie powoduje usunięcie zawartości lokalnej.
ro: Deconectarea îți șterge conținutul offline.

# transfer.cell.shareOwnerStorageQuota.infoLabel
source: Share owner is over storage quota.
pl: Właściciel przekroczył limit pamięci.
ro: Proprietarul partajării depășește cota de stocare.

# dialog.shareOwnerStorageQuota.message
source: The file cannot be sent as the target user is over their storage quota.
pl: Plik nie może zostać wysłany, ponieważ użytkownik docelowy przekroczył limit pamięci.
ro: Fișierul nu poate fi trimis deoarece utilizatorul țintă și-a depășit cota sa de stocare.

# general.textEditor.hud.uneditableLargeFile
source: File is too large and cannot be edited.
pl: Plik jest zbyt duży i nie może być edytowany.
ro: Fișierul este prea mare și nu poate fi editat.

# general.textEditor.hud.unknownEncode
source: File could not be edited due to unknown content encoding.
pl: Plik nie mógł być edytowany z powodu nieznanego kodowania zawartości.
ro: Fișierul nu a putut fi editat din cauza codificării conținutului necunoscut.

# cloudDrive.nodeInfo.owner
source: %@ (owner)
pl: %@ (właściciel)
ro: %@ (Proprietar)

# general.security.recoveryKeyFile
source: MEGA-RECOVERYKEY
pl: MEGA-KLUCZODZYSKIWANIA
ro: MEGA-CHEIEDERECUPERARE

# account.changeEmail.currentEmail
source: Current email address
pl: Aktualny adres e-mail
ro: Adresa de e-mail actuală

# dialog.storage.odq.title
source: Please upgrade
pl: Wymagana zmiana
ro: Te rugăm să faci upgrade

# dialog.storage.almostFull.detail
source: Your Cloud drive is almost full. Upgrade now and get up to %@ TB of cloud storage space.
pl: Twój Dysk w chmurze jest prawie pełny. Zmień teraz i uzyskaj do %@ TB pojemności w chmurze.
ro: Unitatea ta în cloud este aproape plină. Actualizați acum și obțineți până la %@ TB de spațiu de stocare în cloud.

# dialog.storage.odq.detail
source: Your Cloud storage is full. Please upgrade to a MEGA Pro plan to increase your storage space and enjoy additional benefits. If you remain over your storage limit and do not upgrade or delete some data your account may get locked. Please see the emails we sent you for more information.
pl: Twoja pamięć masowa w chmurze jest pełna. Proszę uaktualnić do planu MEGA Pro, aby zwiększyć przestrzeń dyskową i cieszyć się dodatkowymi korzyściami. Jeśli nadal przekraczasz limit pamięci masowej i nie dokonasz aktualizacji lub nie usuniesz niektórych danych, Twoje konto może zostać zablokowane. Więcej informacji znajdziesz w e-mailu, który do Ciebie wysłaliśmy.
ro: Spațiul de stocare în cloud este plin. Vă rugăm să upgradati la un abonament MEGA Pro pentru a vă mări spațiul de stocare și pentru a vă bucura de beneficii suplimentare. Dacă rămâneți peste limita de stocare și nu upgradați sau ștergeți unele date, contul dvs. poate fi blocat. Vă rugăm să consultați e-mailurile pe care vi le-am trimis pentru mai multe informații.

# dialog.storage.paywall.notFinal.title
source: Account locked
pl: Konto zablokowane
ro: Contul este blocat

# dialog.storage.paywall.final.title
source: Your data is at risk!
pl: Twoje dane są zagrożone!
ro: Datele tale sunt în pericol!

# dialog.storage.paywall.notFinal.detail
source: <paragraph>Unfortunately, you have not taken action in the <b>%@</b> since our emails were sent to <b>%@</b>, on <b>%@</b>. You are still using <b>%@</b> storage, which is over your free limit. Please see the emails we have sent you for more information on what you need to do.</paragraph>
pl: <paragraph>Niestety nie podjąłeś żadnych działań w ciągu <b>%@</b> od momentu wysłania naszych e-maili do <b>%@</b>, na <b>%@</b>. Nadal używasz <b>%@</b> przestrzeni dyskowej, co przekracza Twój bezpłatny limit. Prosimy o zapoznanie się z wysłanymi przez nas e-mailami, w których znajdziesz więcej informacji na temat tego, co powinieneś zrobić.</paragraph>
ro: <paragraph>Din păcate, nu ați luat măsuri în cele <b>%@</b> de când e-mailurile noastre au fost trimise la <b>%@</b>, pe <b>%@</b>. Încă folosești <b>%@</b> spațiu de stocare, care depășește limita dvs. gratuită. Vă rugăm să consultați e-mailurile pe care vi le-am trimis pentru mai multe informații despre ceea ce trebuie să faceți.</paragraph>

# dialog.storage.paywall.final.detail
source: <paragraph>Your data will be deleted tomorrow if your account has not been upgraded.</paragraph>
pl: <paragraph>Twoje dane zostaną usunięte jutro, jeśli konto nie zostało zaktualizowane.</paragraph>
ro: <paragraph>Datele dvs. vor fi șterse mâine dacă contul dvs. nu a fost upgradat.</paragraph>
