Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# cloudDrive.mediaDiscovery.exit
source: Exit
pl: Wyjdź
ro: Ieși

# newFolderMessage
source: Name for the new folder
pl: Nazwa nowego katalogu
ro: Nume pentru folderul nou

# createFolderButton
source: Create
pl: Utwórz
ro: Creează

source: There is already a folder with the same name
pl: Istnieje już katalog o takiej nazwie
ro: Există deja un folder cu același nume

source: Document scanning is not available
pl: Skanowanie dokumentów nie jest dostępne
ro: Scanarea de documente nu este disponibilă

source: There is already a file with the same name
pl: Istnieje już plik o takiej nazwie
ro: Există deja un fișier cu același nume

# cloudDrive.browser.saveToCloudDrive.title
source: Save to Cloud drive
pl: Zapisz do dysku w chmurze
ro: Salvează în Unitatea cloud

# cloudDrive.browser.paste
source: Paste
pl: Wklej
ro: Lipește

# cloudDrive.upload.importFromFiles
source: Import from Files
pl: Importuj z aplikacji Pliki
ro: Importă de Fișiere

# fileExistAlertController_Message
source: [A] already uploaded with the name [B]
pl: [A] został już wgrany pod nazwą [B]
ro: [A] încărcat deja cu numele [B]

# filesAlreadyExistMessage
source: %d files selected were already uploaded into this folder.
pl: %d zaznaczonych plików zostało już wgranych do tego katalogu.
ro: %d fișiere selectate au fost încărcate deja în acest folder.

# uploadStarted_Message
source: Upload started
pl: Wgrywanie rozpoczęte
ro: Încărcarea a început

# youNoLongerHaveAccessToThisFile_alertTitle
source: You no longer have access to this file
pl: Nie masz dostępu do pliku
ro: Nu mai ai acces la acest fișier

# youNoLongerHaveAccessToThisFolder_alertTitle
source: You no longer have access to this folder
pl: Nie masz dostępu do katalogu
ro: Nu mai ai acces la acest folder

# folderInboxError
source: Inbox is reserved for use by Apple.
pl: Nazwa Inbox jest zarezerwowana przez Apple.
ro: Inbox este rezervat pentru folosire de Apple.

source: Save image
pl: Zapisz obraz
ro: Salvează imaginea

source: Generating link…
pl: Tworzenie linku…
ro: Se generează linkul…

source: Generating links…
pl: Generowanie linków…
ro: Se generează linkurile…

# linkCopied
source: Copied link
pl: Link skopiowany
ro: Link copiat

source: Copied to the clipboard
pl: Skopiowana do schowka
ro: Copiat în clipboard

source: Copyright warning
pl: Ostrzeżenie o prawach autorskich
ro: Avertisment privind drepturile de autor

# copyrightWarningToAll
source: Copyright warning to all users
pl: Informacja do wszystkich użytkowników, dotycząca ochrony praw autorskich
ro: Avertisment privind drepturile de autor pentru toți utilizatorii

# copyrightMessagePart1
source: MEGA respects the copyrights of others and requires that users of the MEGA Cloud service comply with the laws of copyright.
pl: MEGA respektuje prawa autorskie innych osób i wymaga tego samego od pozostałych użytkowników MEGA.
ro: MEGA respectă drepturile de autor ale celorlalți și impune utilizatorilor serviciului de stocare în cloud MEGA să se conformeze cu legislațiile privind drepturile de autor.

# copyrightMessagePart2
source: You are strictly prohibited from using the MEGA Cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, email, link to, transmit or otherwise make available any files, data or content that infringes any copyright or other proprietary rights of any person or entity.
pl: Zabronione jest wykorzystywanie MEGA do naruszania praw autorskich. Nie możesz wgrywać, pobierać, przechowywać, udostępniać plików naruszających prawa autorskie.
ro: Îți este strict interzis să folosești serviciul de stocare în cloud MEGA pentru încălcarea drepturilor de autor. Nu poți încărca, descărca, stoca, partaja, afișa, distribui, reda în flux, trimite e-mail, oferi link, transmite sau altfel pune la dispoziție fișiere, date sau conținut care încalcă orice drept de autor sau alte drepturi de proprietate ale unei persoane sau entități.

source: Agree
pl: Zgadzam się
ro: Sunt de acord

source: Disagree
pl: Niezgadzam się
ro: Nu sunt de acord

source: Link without key
pl: Link bez klucza
ro: Link fără cheie

source: Link with key
pl: Link z kluczem
ro: Link cu cheie

# sharedItems.link.accessInfoPasswordProtected
source: Only people with the password can open the link
pl: Tylko osoby posiadające hasło mogą otworzyć łącze
ro: Doar persoanele cu parola pot deschide linkul

# sharedItems.link.linkUpdated
source: Link updated. Copy again.
pl: Link zaktualizowany. Kopiuj ponownie.
ro: Linkul a fost actualizat. Copiați din nou.

source: (Pro only)
pl: (Tylko Pro)
ro: (numai Pro)

source: Set expiry date
pl: Ustaw datę ważności
ro: Setează o dată de expirare

source: Set password protection
pl: Dodaj zabezpieczenie hasłem
ro: Setează protecție prin parolă

source: Encrypt
pl: Zaszyfruj
ro: Criptează

source: Encrypted
pl: Zaszyfrowane
ro: Criptat

source: Copy link
pl: Skopiuj link
ro: Copiază linkul

source: Copy key
pl: Skopiuj klucz
ro: Copiază cheia

source: Open in…
pl: Otwórz…
ro: Deschide în…

source: Upload to MEGA
pl: Wgraj na MEGA
ro: Încarcă pe MEGA

source: Tap file to rename
pl: Dotknij pliku, aby zmienić nazwę
ro: Atinge fișierul pentru redenumire

# general.sendToChat
source: Send to chat
pl: Wyślij na czat
ro: Trimite în chat

source: My chats
pl: Moje czaty
ro: Chaturile mele

source: Downloading
pl: Pobieranie
ro: Se descarcă

source: Select destination
pl: Wybierz miejsce na dysku
ro: Selectează destinația

source: Select files
pl: Wybierz pliki
ro: Selectează fișiere

source: Move
pl: Przenieś
ro: Mută

source: Copy
pl: Skopiuj
ro: Copiază

# copyFileMessage
source: 1 file copied
pl: 1 plik skopiowany
ro: 1 fișier copiat

# copyFilesMessage
source: %d files copied
pl: %d plików skopiowanych
ro: %d fișiere copiate

# copyFolderMessage
source: 1 folder copied
pl: 1 katalog skopiowany
ro: 1 folder copiat

# copyFoldersMessage
source: %d folders copied
pl: %d katalogów skopiowanych
ro: %d foldere copiate

# copyFileFolderMessage
source: 1 file and 1 folder copied
pl: 1 plik i 1 katalog skopiowany
ro: 1 fișier și 1 folder copiate

# copyFileFoldersMessage
source: 1 file and %d folders copied
pl: 1 plik i %d katalogów skopiowany
ro: 1 fișier și %d foldere copiate

# copyFilesFolderMessage
source: %d files and 1 folder copied
pl: %d plików i 1 katalog skopiowany
ro: %d fișiere și 1 folder copiate

# copyFilesFoldersMessage
source: [A] files and [B] folders copied
pl: Skopiowano [A] plików i [B] katalogów
ro: [A] fișiere și [B] foldere copiate

source: Rename
pl: Zmień nazwę
ro: Redenumește

# renameNodeMessage
source: Enter a new name
pl: Wprowadź nową nazwę
ro: Introduceți un nume nou

# general.error.charactersNotAllowed
source: The following characters are not allowed: %@
pl: Następujące znaki są niedozwolone: %@
ro: Următoarele caractere nu sunt permise: %@

# rename_file_alert_title
source: Rename file %@?
pl: Zmiana nazwy pliku %@?
ro: Redenumești fișierul %@?

# rename.confirmationAlert.title
source: File extension change
pl: Zmiana rozszerzenia pliku
ro: Modificarea extensiei fișierului

# rename.confirmationAlert.description
source: You might not be able to open this file if you change its extension.
pl: Możesz nie być w stanie otworzyć tego pliku, jeśli zmienisz jego rozszerzenie.
ro: Este posibil să nu poți deschide acest fișier dacă îi modifici extensia.

# rename.confirmationAlert.ok
source: Change anyway
pl: Dokonaj zmiany
ro: Modifică oricum

# rename.fileWithoutExtension
source: File without extension .%@
pl: Plik bez rozszerzenia .%@
ro: Fișier fără extensie. %@

source: Replace
pl: Zamień
ro: Înlocuiește

# permissionTitle
source: Permission error
pl: Błąd uprawnień
ro: Eroare privind permisiunile

# permissionMessage
source: Check your permissions on this folder
pl: Sprawdź swoje uprawnienia do tego katalogu
ro: Verifică permisiunile pentru acest folder

# Import to Cloud Drive
source: Add to Cloud drive
pl: Dodaj do dysku w chmurze
ro: Adaugă în Unitatea cloud

# fileImported
source: File saved to Cloud drive
pl: Plik zapisany na Dysk w chmurze
ro: Fișier a fost salvat în Unitatea cloud

# filesImported
source: Files saved to Cloud drive
pl: Pliki zapisane na Dysk w chmurze
ro: Fișierele au fost salvate în Unitatea cloud

# selectTitle
source: Select items
pl: Wybierz elementy
ro: Selectează elementele

# skipButton
source: Skip
pl: Pomiń
ro: Omite

# Automatically backup your photos and videos to the Cloud Drive.
source: Automatically back up your photos and videos to your Cloud drive.
pl: Automatyczne tworzenie kopii zapasowych zdjęć i filmów na dysku Cloud.
ro: Fă backup automat fotografiilor și videoclipurilor în Unitatea cloud.

# enableCameraUploadsButton
source: Enable Camera uploads
pl: Włącz Przesyłanie z kamery
ro: Activează Încărcări cameră

source: Camera uploads enabled
pl: Przesyłanie z kamery odblokowane
ro: Încărcări cameră sunt activată

source: Camera uploads complete
pl: Przesyłanie z kamery zakończone
ro: Încărcări cameră încheiate

# cameraUploadsPendingFile
source: Upload in progress, 1 file pending
pl: Trwa przesyłanie, 1 plik oczekuje
ro: Încărcare în curs, 1 fișier în așteptare

# cameraUploadsPendingFiles
source: Upload in progress, %lu files pending
pl: Trwa przesyłanie, oczekują %lu pliki
ro: Încărcare în curs, %lu fișiere în așteptare

# cameraUploads.timeline.title
source: Timeline
pl: Oś czasu
ro: Cronologie

# cameraUploads.timeline.allMedia.empty.title
source: No media found
pl: Nie znaleziono mediów
ro: Niciun element media găsit

# cameraUploads.albums.addItems.alert.limitReached.title
source: Cannot select more
pl: Nie można wybrać więcej
ro: Nu se poate selecta mai mult

# cameraUploads.albums.title
source: Albums
pl: Albumy
ro: Albume

# cameraUploads.albums.favourites.title
source: Favourites
pl: Ulubione
ro: Favorite

# cameraUploads.albums.gif.title
source: GIFs
pl: GIFy
ro: GIF-uri

# cameraUploads.albums.myAlbum.title
source: My albums
pl: Moje albumy
ro: Albumele mele

# cameraUploads.albums.sharedAlbum.title
source: Shared albums
pl: Udostępnione albumy
ro: Albume partajate

# cameraUploads.albums.createAlbum.title
source: Create album
pl: Utwórz album
ro: Creează un album

# cameraUploads.albums.create.alert.title
source: Enter album name
pl: Wprowadź nazwę albumu
ro: Introdu numele albumului

# cameraUploads.albums.create.alert.placeholder
source: New album
pl: Nowy album
ro: Album nou

# cameraUploads.albums.create.alert.userAlbumExists
source: An album with this name already exists.
pl: Album o tej nazwie już istnieje.
ro: Un album cu acest nume există deja.

# cameraUploads.albums.create.alert.albumNameNotAllowed
source: This album name is not allowed
pl: Ta nazwa albumu jest niedozwolona
ro: Acest nume de album nu este permis

# cameraUploads.albums.create.alert.enterDifferentName
source: Enter a different name.
pl: Wprowadź inną nazwę.
ro: Introdu un alt nume.

# cameraUploads.albums.create.alert.enterNewName
source: Enter a new name
pl: Wprowadź nową nazwę
ro: Introduceți un nume nou

# cameraUploads.albums.create.addItemsTo
source: Add items to “%@”
pl: Dodaj elementy do “%@”
ro: Adaugă elemente în „%@”

# cameraUploads.albums.empty.title
source: Empty album
pl: Pusty album
ro: Album gol

# cameraUploads.albums.removePhotos.alert.title
source: Remove from album?
pl: Usunąć z albumu?
ro: Elimini din album?

# cameraUploads.albums.selectAlbumCover
source: Select album cover
pl: Wybierz okładkę albumu
ro: Selectează coperta de album

# cameraUploads.albums.albumCoverUpdated
source: Album cover updated
pl: Okładka albumu zaktualizowana
ro: Copertă de album actualizată

# cameraUploads.albums.albumLink.sensitive.alert.title
source: Hidden items
pl: Ukryte elementy
ro: Elemente ascunse

# cameraUploads.albums.albumLink.sensitive.alert.message.single
source: There are hidden items in this album. Sharing the album will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
pl: W tym albumie znajdują się ukryte elementy. Udostępnianie albumu oznacza, że ukryte elementy będą widoczne dla tych, którym udostępniasz. Elementy będą nadal ukryte na Dysk w chmurze.
ro: Există elemente ascunse în acest album. Împărtășirea albumului înseamnă că elementele ascunse sunt vizibile pentru persoanele cu care îl partajați. Elementele vor rămâne ascunse în Unitatea cloud.

# cameraUploads.albums.albumLink.sensitive.alert.message.multi
source: There are hidden items in one or more of these albums. Sharing the albums will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
pl: W jednym lub więcej z tych albumów znajdują się ukryte elementy. Udostępnianie albumów oznacza, że ukryte elementy będą widoczne dla tych, którym udostępniasz. Elementy będą nadal ukryte na Dysku w chmurze.
ro: Există elemente ascunse într-unul sau mai multe dintre aceste albume. Partajarea albumelor va însemna că elementele ascunse sunt vizibile pentru cei cu care partajați. Elementele vor fi în continuare ascunse în Unitatea cloud.

source: Filter
pl: Filtr
ro: Filtrează

# cameraUploads.timeline.filter.chooseType
source: Choose type
pl: Wybierz rodzaj
ro: Alege tipul

# cameraUploads.timeline.filter.showItemsFrom
source: Show items from:
pl: Pokaż elementy z:
ro: Afișează elemente din:

# cameraUploads.timeline.filter.mediaType.allMedia
source: All media
pl: Wszystkie media
ro: Toate media

# cameraUploads.timeline.filter.mediaType.images
source: Images
pl: Obrazy
ro: Imagini

# cameraUploads.timeline.filter.mediaType.videos
source: Videos
pl: Filmy
ro: Videoclipuri

# cameraUploads.timeline.filter.location.allLocations
source: All locations
pl: Wszystkie lokalizacje
ro: Toate locațiile

# cameraUploads.timeline.filter.location.cloudDrive
source: Cloud drive
pl: Dysk w chmurze
ro: Unitate cloud

# cameraUploads.timeline.filter.location.cameraUploads
source: Camera uploads
pl: Przesyłanie z kamery
ro: Încărcări cameră

# cameraUploads.timeline.filter.rememberPreferences
source: Remember preferences
pl: Zapamiętaj preferencje
ro: Amintiți-vă preferințele

# cameraUploads.videoUploads.title
source: Video uploads
pl: Przesyłanie filmów
ro: Încărcări video

source: 1 selected
pl: 1 wybrany
ro: 1 selectat

# xSelected
source: %d selected
pl: %d wybrano
ro: %d selectate

# contactsTitle
source: Contacts
pl: Kontakty
ro: Contacte

source: Requests
pl: Zgłoszenia
ro: Cereri

source: Groups
pl: Grupy
ro: Grupuri

source: Recently added
pl: Ostatnio dodane
ro: Adăugate recent

# addFromEmail
source: Enter an email address
pl: Wprowadź adres e-mail
ro: Introdu o adresă de e-mail

source: Shared items
pl: Udostępnione
ro: Elemente partajate

source: Shared
pl: Udostępnione
ro: Partajate

source: Incoming
pl: Nadchodzące
ro: Primite

source: Outgoing
pl: Wychodzące
ro: Trimise

# sharedWithXContacts
source: Shared with %d contacts
pl: Udostępnione z %d kontaktami
ro: Partajat cu %d contacte

source: Permissions changed
pl: Uprawnienia zostały zmienione
ro: Permisiuni modificate

source: Remove sharing
pl: Usuń udostępnienie
ro: Elimină partajarea

source: Remove share
pl: Usuń udostępnienie
ro: Elimină partajarea

# removeOneShareOneContactMessage
source: Are you sure you want to remove this share? (Shared with 1 contact)
pl: Czy na pewno chcesz usunąć to udostępnienie? (Udostępnione z 1 kontaktem)
ro: Sigur vreți să eliminați această partajare? (Partajat cu 1 contact)

# removeOneShareMultipleContactsMessage
source: Are you sure you want to remove this share? (Shared with %d contacts)
pl: Czy na pewno chcesz usunąć to udostępnienie? (Udostępnione z %d kontaktami)
ro: Sigur vreți să eliminați această partajare? (Partajată cu %d contacte)

# removeMultipleSharesMultipleContactsMessage
source: Are you sure you want to remove these shares? (Shared with %d contacts)
pl: Czy na pewno chcesz usunąć te udostępnienia? (Udostępnione z %d kontaktami)
ro: Sigur vreți să eliminați aceste partajări? (Partajate cu %d contacte)

source: Share removed
pl: Udostępnienie zostało usunięte
ro: Partajare eliminată

source: Shares removed
pl: Udostępnienia usunięte
ro: Partajări eliminate

source: Shared with
pl: Udostępnione do
ro: Partajat cu

source: Add from contacts
pl: Dodaj z Kontaktów
ro: Adaugă din contacte

source: Add contact
pl: Dodaj kontakt
ro: Adaugă un contact

# contactEmail
source: Contact email address
pl: E-mail
ro: Adresa de e-mail de contact

# addContactButton
source: Add
pl: Dodaj
ro: Adaugă

# noNeedToAddYourOwnEmailAddress
source: There’s no need to add your own email address
pl: Nie ma potrzeby podawania własnego adresu e-mail
ro: Nu este nevoie să adaugi adresa de e-mail proprie

# dialog.inviteContact.outgoingContactRequest
source: The user [X] has been invited and will appear in your contact list once accepted.
pl: Użytkownik [X] został zaproszony i pojawi się na liście Twoich kontaktów po akceptacji zaproszenia.
ro: Utilizatorul [X] a fost invitat și va apărea în lista de contacte de îndată ce a acceptat invitația.

# theUsersHaveBeenInvited
source: The users have been invited and will appear in your contact list once accepted.
pl: Użytkownik został zaproszony i pojawi się na liście Twoich kontaktów po akceptacji zaproszenia.
ro: Utilizatorii au fost invitați și vor apărea în lista de contacte de îndată ce au acceptat invitația.

# removeUserTitle
source: Remove contact
pl: Usuń kontakt
ro: Elimină contactul

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
pl: Czy na pewno chcesz usunąć %d użytkowników z Twoich kontatków?
ro: Sigur vreți să eliminați %d utilizatori din lista de contacte?

# removedContact
source: Contact %@ removed
pl: Kontakt %@ usunięty
ro: Contactul %@ a fost eliminat

source: Pending
pl: Oczekujące
ro: În curs

source: Leave folder
pl: Opuść katalog
ro: Lăsați folderul

# leaveShareAlertMessage
source: Are you sure you want to leave this folder?
pl: Czy na pewno chcesz opuścić ten katalog?
ro: Sigur vreți să părăsiți acest folder?

# leaveSharesAlertMessage
source: Are you sure you want to leave these folders?
pl: Czy na pewno chcesz opuścić te katalogi?
ro: Sigur vreți să părăsiți aceste folder?

# general.share
source: Share
pl: Udostępnij
ro: Partajează

# general.export
source: Export
pl: Eksportuj
ro: Exportă

source: Select all
pl: Wybierz wszystkie
ro: Selectează toate

source: Select
pl: Wybierz
ro: Selectează

source: Permissions
pl: Prawa dostępu
ro: Permisiuni

source: Read-only
pl: Tylko odczyt
ro: Numai citire

source: Read and write
pl: Odczyt i zapis
ro: Citire și scriere

source: Full access
pl: Pełen dostęp
ro: Acces complet

# settingsTitle
source: Settings
pl: Ustawienia
ro: Setări

# cameraUploadsLabel
source: Camera uploads
pl: Przesyłanie z kamery
ro: Încărcări cameră

# general.cameraUploads
source: Camera uploads
pl: Przesyłanie z kamery
ro: Încărcări cameră

# cameraUploads.warning.limitedAccessToPhotoMessage
source: ⚠ MEGA has limited access to your photo library and cannot back up all of your media. Tap to change permissions.
pl: MEGA ma ograniczony dostęp do biblioteki zdjęć i nie może tworzyć kopii zapasowych wszystkich multimediów. Wybierz, aby zmienić uprawnienia.
ro: ⚠ MEGA are acces limitat la biblioteca dvs. foto și nu poate face backup pentru toate fișierele dvs. media. Atingeți pentru a modifica permisiunile.

# photo.navigation.title
source: Photos
pl: Zdjęcia
ro: Fotografii

# photo.empty.title
source: No photos found
pl: Nie znaleziono żadnych zdjęć
ro: Nicio fotografie găsită

# media.photoLibrary.category.years.title
source: Years
pl: Lata
ro: Ani

# media.photoLibrary.category.months.title
source: Months
pl: Miesiące
ro: Luni

# media.photoLibrary.category.days.title
source: Days
pl: Dni
ro: Zile

# media.photoLibrary.category.all.title
source: All
pl: Wszystko
ro: Toate

# rubbishBinLabel
source: Rubbish bin
pl: Kosz
ro: Coș de gunoi

source: Advanced
pl: Zaawansowane
ro: Avansat

source: Security options
pl: Opcje bezpieczeństwa
ro: Opțiuni de securitate

source: About
pl: O Nas
ro: Despre

# sendFeedbackLabel
source: Send feedback
pl: Wyślij opinię
ro: Trimite feedback

# pleaseWriteYourFeedback
source: Please write your feedback here:
pl: Napisz swoją wiadomość tutaj:
ro: Vă rugăm să scrieți feedback-ul dvs. aici:

# noEmailAccountConfigured
source: No email account set up on your device
pl: Nie ustawiono adresu e-mail na Twoim urządzeniu
ro: Niciun cont de e-mail configurat pe dispozitiv

# privacyPolicyLabel
source: Privacy Policy
pl: Polityka prywatności
ro: Politica de confidențialitate

# general.cookiePolicy
source: Cookie Policy
pl: Polityka Cookie
ro: Politica privind cookie-urile

# general.cookieSettings
source: Cookie settings
pl: Ustawienia plików cookie
ro: Setări privind cookie-urile

# general.cookieAndAdSettings
source: Cookie and ad settings
pl: Ustawienia plików cookie i reklam
ro: Setări cookie și anunțuri

# termsOfServicesLabel
source: Terms of Service
pl: Regulamin serwisu
ro: Termenii de utilizare a serviciului

# dataProtectionRegulationLabel
source: Data protection regulation
pl: Rozporządzenie o ochronie danych
ro: Regulament privind protecția datelo

source: Off
pl: Wył
ro: Dezactivat

source: On
pl: Wł
ro: Activat

source: Options
pl: Opcje
ro: Opțiuni

source: (Recommended)
pl: (Polecane)
ro: (Recomandat)

source: Save HEIC photos as
pl: Zapisz zdjęcia HEIC jako
ro: Salvează fotografii HEIC ca

# We recommend JPG, as its the most compatible format for photos.
source: We recommend JPG, as it is the most compatible format for photos.
pl: Polecamy JPG, ponieważ jest to najbardziej zgodny format zdjęć.
ro: Recomandăm JPEG, deoarece este cel mai compatibil format pentru fotografii.

source: Save HEVC videos as
pl: Zapisz filmy HEVC jako
ro: Salvează videoclipuri HEVC ca

# We recommend H.264, as its the most compatible format for videos.
source: We recommend H.264, as it is the most compatible format for videos.
pl: Polecamy H.264, ponieważ jest to najbardziej zgodny format wideo.
ro: Recomandăm H.264, deoarece este cel mai compatibil format pentru videoclipuri.

# Compression quality when to transcode HEVC videos to H.264 format.
source: Compression quality when HEVC videos are transcoded to H.264 format.
pl: Jakość kompresji podczas transkodowania filmów HEVC do formatu H.264.
ro: Calitatea comprimării atunci când videoclipurile HEVC sunt transcodate în format H.264.

# uploadVideosLabel
source: Upload videos
pl: Wgraj filmy
ro: Încarcă videoclipuri

source: When enabled, photos will be uploaded.
pl: Po włączeniu zdjęcia zostaną przesłane.
ro: Când este activat, fotografiile vor fi încărcate.

# Photos will be uploaded to Camera Uploads folder.
source: Photos will be uploaded to the Camera uploads folder.
pl: Zdjęcia zostaną przesłane do katalogu Przesłane z kamery.
ro: Fotografiile vor fi încărcate în folderul Încărcări cameră.

# Photos and videos will be uploaded to Camera Uploads folder.
source: Photos and videos will be uploaded to the Camera uploads folder.
pl: Zdjęcia i filmy zostaną przesłane do katalogu Przesłane z kamery.
ro: Fotografiile și videoclipurile vor fi încărcate în folderul Încărcări cameră.

source: Videos will be uploaded to the Camera uploads folder.
pl: Filmy zostaną przesłane do katalogu Przesłane z kamery.
ro: Videoclipurile vor fi încărcate în folderul Încărcări cameră.

source: When enabled, videos will be uploaded.
pl: Po włączeniu filmy zostaną przesłane.
ro: Când este activat, videoclipurile vor fi încărcate.

# New Camera Upload!
source: New Camera uploads options
pl: Nowe opcje Przesyłania z kamery
ro: Opțiuni noi pentru Încărcări cameră
