Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# meetings.scheduled.cancelAlert.occurrence.last.withMessages.description
source: This is the only occurrence of the recurring meeting. Cancelling this occurrence will cancel the meeting. If cancelled, the meeting will be placed under Past meetings and all participants will be notified.
pl: Jest to jedyne wystąpienie powtarzającego się spotkania. Odwołanie tego zdarzenia spowoduje anulowanie spotkania. W przypadku anulowania spotkanie zostanie umieszczone w kategorii Przeszłe spotkania, a wszyscy uczestnicy zostaną o tym powiadomieni.
ro: Aceasta este singura ocurență a întâlnirii recurente. Anularea acestei ocurențe va anula întâlnirea. Dacă este anulată, întâlnirea va fi plasată sub Întâlniri anterioare și toți participanții vor fi anunțați.

# meetings.scheduled.cancelAlert.occurrence.title
source: Cancel %@ occurrence?
pl: Anulować wystąpienie %@?
ro: Anulați ocurență din %@?

# meetings.scheduled.managementMessages.cancelled.oneOffMeeting
source: %@ cancelled this meeting
pl: %@ odwołał to spotkanie
ro: %@ a anulat această întâlnire

# meetings.scheduled.managementMessages.cancelled.recurrenceMeeting
source: %@ cancelled this meeting and all its occurrences
pl: %@ anulował to spotkanie i wszystkie jego wystąpienia
ro: %@ a anulat această întâlnire și toate ocurențele sale

# meetings.scheduled.managementMessages.created
source: %@ created this meeting
pl: %@ utworzył to spotkanie
ro: %@ a creat această întâlnire

# meetings.scheduled.managementMessages.cancelled
source: %@ cancelled this meeting
pl: %@ odwołał to spotkanie
ro: %@ a anulat această întâlnire

# contactInfo.backButton.menu
source: Contact info
pl: Informacje kontaktowe
ro: Informații de contact

# meetings.scheduleMeeting.createMeetingTip.title
source: Schedule meeting
pl: Zaplanuj spotkanie
ro: Planifică o întâlnire

# meetings.scheduleMeeting.createMeetingTip.message
source: You can now schedule one-off and recurring meetings.
pl: Możesz teraz planować jednorazowe i cykliczne spotkania.
ro: Acum puteți programa întâlniri unice și recurente.

# meetings.scheduleMeeting.tipView.gotIt
source: Got it
pl: Rozumiem
ro: Am înțeles

# meetings.scheduleMeeting.startMeetingTip.title
source: Start meeting
pl: Rozpocznij spotkanie
ro: Începe o întâlnire

# meetings.scheduleMeeting.startMeetingTip.message
source: You can start the meeting before its scheduled time by tapping “Start meeting” in the meeting room.
pl: Spotkanie można rozpocząć przed zaplanowanym czasem, dotykając opcji "Rozpocznij spotkanie" w pokoju spotkań.
ro: Puteți începe întâlnirea înainte de ora programată, atingând „Începeți o întâlnire” în camera de întâlnire.

# meetings.scheduleMeeting.recurringMeetingTip.title
source: Manage recurring meetings
pl: Zarządzaj powtarzającymi się spotkaniami
ro: Gestionați întâlniri recurente

# meetings.scheduleMeeting.recurringMeetingTip.message
source: You can view, cancel, or edit any occurrence of a recurring meeting by tapping and holding the meeting and selecting Occurrences.
pl: Każde wystąpienie spotkania cyklicznego można wyświetlić, anulować lub edytować, dotykając i przytrzymując spotkanie, a następnie wybierając opcję Wystąpienia.
ro: Puteți vizualiza, anula sau edita orice ocurență a unei întâlniri recurente atingând și menținând apăsată întâlnirea și selectând Ocurențe.

# meetings.scheduleMeeting.update
source: Update
pl: Zapisz zmiany
ro: Actualizați

# meetings.scheduleMeeting.updateSuccessfull.popupMessage
source: Meeting updated
pl: Spotkanie zaktualizowane
ro: Întâlnire a fost actualizată

# meetings.scheduleMeeting.occurrence.updateSuccessfull.popupMessage
source: Meeting occurrence updated
pl: Zaktualizowano miejsce spotkania
ro: Întâlnirea a fost actualizată

# meetings.scheduled.managementMessages.updated
source: %@ updated the meeting
pl: %@ zaktualizował spotkanie
ro: %@ a actualizat întâlnirea

# meetings.scheduled.editMeeting.title
source: Edit meeting
pl: Edycja spotkania
ro: Editează întâlnirea

# meetings.scheduleMeeting.calendarInvite.description
source: Email a calendar invitation to participants so they can add the meeting to their calendars.
pl: Wyślij zaproszenie do kalendarza pocztą e-mail, aby uczestnicy mogli dodać spotkanie do swoich kalendarzy.
ro: Trimiteți invitație pentru calendar participanților prin e-mail, astfel încât aceștia să poată adăuga întâlnirea în calendarele lor.

# meetings.scheduleMeeting.startMeetingTip.startMeeting
source: Start meeting
pl: Rozpocznij spotkanie
ro: Începe o întâlnire

# meetings.scheduleMeeting.recurringMeetingTip.occurrences
source: Occurrences
pl: Występowanie
ro: Ocurențe

# settings.about.sfu.changeAlert.title
source: Change SFU server
pl: Zmień serwer SFU
ro: Schimbați serverul SFU

# settings.about.sfu.changeAlert.message
source: Default is -1
pl: Domyślna wartość to -1
ro: Implicit este -1

# settings.about.sfu.changeAlert.placeholder
source: Enter SFU ID
pl: Wprowadź SFU ID
ro: Introduceți ID-ul SFU

# settings.about.sfu.changeAlert.cancelButton
source: Cancel
pl: Anuluj
ro: Anulați

# settings.about.sfu.changeAlert.changeButton
source: Change
pl: Zmień
ro: Schimbă

# chat.backButton.oneToOne.menu
source: Chat with %@
pl: Czat z %@
ro: Discutați cu %@

# meetings.scheduleMeeting.waitingRoom
source: Waiting room
pl: Poczekalnia
ro: Sala de asteptare

# meetings.scheduleMeeting.waitingRoom.description
source: Only participants admitted by the host can join the meeting.
pl: Tylko uczestnicy dopuszczeni przez gospodarza mogą dołączyć do spotkania.
ro: Doar participanții admiși de gazdă se pot alătura întâlnirii.

# meetings.scheduleMeeting.waitingRoomWarningBanner.title
source: Participants added by non-hosts during calls won’t be sent to the waiting room.
pl: Uczestnicy dodani przez osoby niebędące gospodarzami podczas połączeń nie będą wysyłani do poczekalni.
ro: Participanții adăugați de non-gazde în timpul apelurilor nu vor fi trimiși în sala de așteptare.

# meetings.scheduleMeeting.waitingRoomWarningBanner.learnMore
source: Learn more
pl: Dowiedz się więcej
ro: Aflați mai multe

# albumLink.alert.message.albumSavedToCloudDrive
source: “%@” saved to Cloud drive
pl: "%@" zapisane na dysku w chmurze
ro: „%@” a fost salvat în Unitatea cloud

# albumLink.alert.message.albumFailedToSaveToCloudDrive
source: “%@” can’t be saved to Cloud drive. Try again later and if the problem continues, contact the person who shared the link with you.
pl: Nie można zapisać pliku "%@" na dysku w chmurze. Spróbuj ponownie później, a jeśli problem będzie się powtarzał, skontaktuj się z osobą, która udostępniła Ci link.
ro: „%@” nu poate fi salvat pe Unitatea cloud. Încercați din nou mai târziu și dacă problema continuă, contactați persoana care a partajat linkul cu dvs.

# shareFolder.contactsNotVerified
source: Some of the contacts you’re sharing information with haven’t been verified by you. To ensure extra security, we recommend that you verify their credentials in Contacts by tapping on ⓘ next to the contact you want to verify.
pl: Niektóre kontakty, którym udostępniasz informacje, nie zostały przez Ciebie zweryfikowane. Aby zapewnić dodatkowe bezpieczeństwo, zalecamy zweryfikowanie ich poświadczeń w Kontaktach, wybierając ⓘ obok kontaktu, który chcesz zweryfikować.
ro: Unele contacte cu care partajați informații nu au fost confirmate de dvs. Pentru a asigura un plus de securitate, vă recomandăm să confirmați acreditările lor în Contacte apăsând pe ⓘ lângă contactul pe care doriți să îl confirmați.

# shareFolder.sensitive.alert.title
source: Hidden items
pl: Ukryte elementy
ro: Elemente ascunse

# shareFolder.sensitive.alert.message.single
source: There are hidden items in this folder. Sharing the folder will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
pl: W tym katalog znajdują się ukryte elementy. Udostępnianie katalog oznacza, że ukryte elementy będą widoczne dla tych, którym udostępniasz. Elementy będą nadal ukryte na Dysk w chmurze.
ro: Există elemente ascunse în acest folder. Partajarea folderului va însemna că elementele ascunse sunt vizibile pentru cei cu care partajați. Elementele vor fi în continuare ascunse în Unitatea cloud.

# shareFolder.sensitive.alert.message.multi
source: There are hidden items in one or more of these folders. Sharing the folders will mean that the hidden items are visible to those you share with. The items will still be hidden in your Cloud drive.
pl: W jednym lub kilku z tych folderów znajdują się ukryte elementy. Udostępnianie katalog oznacza, że ukryte elementy będą widoczne dla tych, którym udostępniasz. Elementy będą nadal ukryte na Dysk w chmurze.
ro: Există elemente ascunse într-unul sau mai multe dintre aceste folder. Partajarea folderelor va însemna că elementele ascunse sunt vizibile pentru cei cu care partajați. Elementele vor fi în continuare ascunse în Unitatea cloud.

# albumLink.alert.renameAlbum.title
source: Rename album
pl: Zmień nazwę albumu
ro: Redenumește albumul

# albumLink.alert.renameAlbum.message
source: An album named “%@” already exists in your Albums. Enter a new name for the album you’re saving.
pl: Album o nazwie "%@" istnieje już w albumach. Wprowadź nową nazwę zapisywanego albumu.
ro: Un album numit „%@” există deja în Albumele dvs. Introduceți un nume nou pentru albumul pe care îl salvați.

# transferQuotaError.button.upgrade
source: Upgrade
pl: Zmień
ro: Upgradează

# transferQuotaError.button.wait
source: I will wait
pl: Poczekam
ro: Voi aștepta

# transferQuotaError.button.buyNewPlan
source: Buy new plan
pl: Kup nowy plan
ro: Cumpără un abonament nou

# transferQuotaError.footerMessage.quotaUsage
source: [A]%% of [B] TB used
pl: Wykorzystane [A]%% z [B] TB
ro: [A] %% din [B] TB folosiți

# transferQuotaError.downloadLimitedQuota.title
source: Limited available transfer quota
pl: Ograniczenia dostępnego transferu
ro: Cotă de transfer disponibilă limitată

# transferQuotaError.downloadLimitedQuota.freeAccount.message
source: Downloading may be interrupted as you’ve used most of your transfer quota for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
pl: Pobieranie może zostać przerwane, ponieważ wykorzystano większość limitu transferu dla tego adresu IP. Aby uzyskać więcej przydziału, uaktualnij do planu Pro lub poczekaj na %@, aż na Twoim adresie IP pojawi się więcej bezpłatnego przydziału. [A]Dowiedz się więcej[/A] o limicie transferu.
ro: Descărcarea poate fi întreruptă deoarece ați utilizat cea mai mare parte a cotei de transfer pentru această adresă IP. Pentru a obține o cotă mai mare, upgradați la un abonament Pro sau așteptați %@ până când mai multe cote gratuite devin disponibile pe adresa dvs. IP. [A]Aflați mai multe[/A] despre cota de transfer.

# transferQuotaError.downloadLimitedQuota.proAccount.message
source: Downloading may be interrupted as you’ve used most of your transfer quota on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
pl: Pobieranie może zostać przerwane, ponieważ wykorzystano większość limitu transferu na tym koncie. Aby uzyskać większy limit, należy zakupić nowy plan lub, jeśli użytkownik ma cykliczną subskrypcję MEGA, może poczekać na odnowienie planu.
ro: Descărcarea poate fi întreruptă deoarece ați utilizat cea mai mare parte a cotei de transfer în acest cont. Pentru a obține mai multă cotă, achiziționați un abonament nou sau dacă aveți un abonament recurent la MEGA, puteți aștepta reînnoirea abonamentului.

# transferQuotaError.downloadExceededQuota.title
source: Transfer quota exceeded
pl: Przekroczono limit transferu
ro: Cotă de transfer depășită

# transferQuotaError.downloadExceededQuota.freeAccount.message
source: You can’t continue downloading as you don’t have any transfer quota left for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
pl: Nie możesz kontynuować pobierania, ponieważ nie masz już limitu transferu dla tego adresu IP. Aby uzyskać więcej przydziału, uaktualnij do planu Pro lub poczekaj na %@, aż na Twoim adresie IP pojawi się więcej bezpłatnego przydziału. [A]Dowiedz się więcej[/A] o limicie transferu.
ro: Nu puteți continua descărcarea, deoarece nu aveți nicio cotă de transfer rămasă pentru această adresă IP. Pentru a obține o cotă mai mare, upgradați la un abonament Pro sau așteptați %@ până când mai multe cote gratuite devin disponibile pe adresa dvs. IP. [A]Aflați mai multe[/A] despre cota de transfer.

# transferQuotaError.downloadExceededQuota.proAccount.message
source: You can’t continue downloading as you don’t have any transfer quota left on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
pl: Nie możesz kontynuować pobierania, ponieważ na tym koncie nie ma już limitu transferu. Aby uzyskać więcej limitów, kup nowy plan lub, jeśli masz cykliczną subskrypcję z MEGA, możesz poczekać na odnowienie planu.
ro: Nu poți continua descărcarea deoarece nu mai ai suficientă cotă de transfer pe acest cont. Pentru a continua descărcarea, achiziționează un nou abonament sau, dacă ai un abonament recurent cu MEGA, poți aștepta reînnoirea abonamentului.

# transferQuotaError.streamingExceededQuota.freeAccount.message
source: Your media stopped playing as you don’t have any transfer quota left for this IP address. To get more quota, upgrade to a Pro plan or wait for %@ until more free quota becomes available on your IP address. [A]Learn more[/A] about transfer quota.
pl: Odtwarzanie multimediów zostało zatrzymane, ponieważ dla tego adresu IP nie ma już limitu transferu. Aby uzyskać więcej przydziału, uaktualnij do planu Pro lub poczekaj na %@, aż na Twoim adresie IP pojawi się więcej bezpłatnego przydziału. [A]Dowiedz się więcej[/A] o limicie transferu.
ro: Media dvs. a încetat redarea, deoarece nu mai aveți nicio cotă de transfer pentru această adresă IP. Pentru a obține o cotă mai mare, upgradați la un abonament Pro sau așteptați %@ până când mai multe cote gratuite devin disponibile pe adresa dvs. IP. [A]Aflați mai multe [/A] despre cota de transfer.

# transferQuotaError.streamingExceededQuota.proAccount.message
source: Your media stopped playing as you don’t have any transfer quota left on this account. To get more quota, purchase a new plan, or if you have a recurring subscription with MEGA, you can wait for your plan to renew.
pl: Odtwarzanie multimediów zostało zatrzymane, ponieważ na tym koncie nie ma już limitu transferu.Aby uzyskać więcej limitu, kup nowy plan lub, jeśli masz cykliczną subskrypcję MEGA, możesz poczekać na odnowienie planu.
ro: Media dvs. a încetat să se redea, deoarece nu mai aveți nicio cotă de transfer rămasă în acest cont. Pentru a obține mai multă cotă, achiziționați un abonament nou sau dacă aveți un abonament recurent la MEGA, puteți aștepta reînnoirea abonamentului.

# meetings.waitingRoom.leave
source: Leave
pl: Anuluj
ro: Părăsește

# meetings.waitingRoom.alert.leaveMeeting
source: Leave meeting?
pl: Opuścić spotkanie?
ro: Părăsiți întâlnirea?

# meetings.waitingRoom.alert.dontLeave
source: Don’t leave
pl: Nie opuszczaj
ro: Nu părăsește

# meetings.waitingRoom.guest.firstName
source: First name
pl: Imię
ro: Prenume

# meetings.waitingRoom.guest.lastName
source: Last name
pl: Nazwisko
ro: Nume de familie

# meetings.waitingRoom.guest.join
source: Join
pl: Dołącz
ro: Alăturați-vă

# meetings.waitingRoom.message.waitForHostToLetYouIn
source: Wait for host to let you in
pl: Poczekaj na wpuszczenie przez hosta
ro: Așteptați ca gazda să vă lase să intrați

# meetings.waitingRoom.message.waitForHostToStartTheMeeting
source: Wait for host to start the meeting
pl: Oczekiwanie na rozpoczęcie spotkania przez gospodarza
ro: Așteptați ca gazda să înceapă întâlnirea

# meetings.waitingRoom.alert.hostDidNotLetYouIn
source: Host didn’t let you in
pl: Gospodarz cię nie wpuścił
ro: Gazda nu v-a lăsat să intre

# meetings.waitingRoom.alert.youWillBeRemovedFromTheWaitingRoom
source: You’ll be removed from the waiting room.
pl: Zostaniesz usunięty z poczekalni.
ro: Veți părăsi sala de așteptare.

# meetings.waitingRoom.alert.hostDidNotRespond
source: Host didn’t respond
pl: Gospodarz nie odpowiedział
ro: Gazda nu a răspuns

# meetings.waitingRoom.alert.thereIsNoResponseToYourResquestToJoinTheMeeting
source: There was no response to your request to join the meeting. You’ll be removed from the waiting room. Try joining again later.
pl: Nie było odpowiedzi na Twoją prośbę o dołączenie do spotkania. Zostaniesz usunięty z poczekalni. Spróbuj dołączyć ponownie później.
ro: Nu a existat niciun răspuns la solicitarea dvs. de a vă alătura întâlnirii. Veți părăsi sala de așteptare. Încercați să vă alăturați din nou mai târziu.

# meetings.waitingRoom.alert.okGotIt
source: OK, got it
pl: OK, rozumiem
ro: Bine, am înțeles

# chat.call.waitingRoom.alert.message.one
source: %@ is waiting to join the call
pl: %@ oczekuje na dołączenie do połączenia
ro: %@ așteaptă să se alăture apelului

# chat.call.waitingRoom.alert.button.deny
source: Deny
pl: Anulowane
ro: Refuză

# chat.call.waitingRoom.alert.button.admit
source: Admit
pl: Zezwól
ro: Admite

# chat.call.waitingRoom.alert.button.seeWaitingRoom
source: See waiting room
pl: Zobacz poczekalnię
ro: Vezi sala de așteptare

# chat.call.waitingRoom.alert.button.admitAll
source: Admit all
pl: Zezwól wszystkim
ro: Admite toate

# chat.call.waitingRoom.alert.message.denyAccess
source: Deny %@ entry?
pl: Odmówić wstępu dla %@?
ro: Să-i refuzi intrarea %@?

# chat.call.waitingRoom.alert.button.confirmDeny
source: Deny entry
pl: Odmowa wstępu
ro: Refuzați intrarea

# chat.call.waitingRoom.alert.button.cancel
source: Cancel
pl: Anuluj
ro: Anulați

# fileProviderExtension.action.open
source: Open in MEGA
pl: Otwórz w MEGA
ro: Deschide în MEGA

# home.search.filter.docs
source: Documents
pl: Dokumenty
ro: Documente

# home.search.filter.images
source: Images
pl: Obrazy
ro: Imagini

# home.search.filter.folders
source: Folders
pl: Katalogi
ro: Foldere

# home.search.filter.pdfs
source: PDFs
pl: PDFy
ro: PDF

# home.search.filter.presentations
source: Presentations
pl: Prezentacje
ro: Prezentări

# home.search.filter.archives
source: Archives
pl: Archiwa
ro: Arhive

# home.search.filter.spreadsheets
source: Spreadsheets
pl: Arkusze kalkulacyjne
ro: Foi de calcul

# home.search.filter.modificationDate.today
source: Today
pl: Dzisiaj
ro: Astăzi

# home.search.filter.modificationDate.last7days
source: Last 7 days
pl: Ostatnie 7 dni
ro: Ultimele 7 zile

# home.search.filter.modificationDate.last30days
source: Last 30 days
pl: Ostatnie 30 dni
ro: Ultimele 30 zile

# home.search.filter.modificationDate.thisYear
source: This year
pl: W tym roku
ro: Anul acesta

# home.search.filter.modificationDate.lastYear
source: Last year
pl: Ostatni rok
ro: Ultimul an

# home.search.filter.modificationDate.older
source: Older
pl: Starsze
ro: Mai vechi

# home.search.chipsGroup.nodeType.pillTitle
source: Type
pl: Rodzaj
ro: Tip

# home.search.chipsGroup.nodeType.pickerTitle
source: Select type
pl: Wybierz rodzaj
ro: Selectați tipul

# home.search.chipsGroup.modificationDate.pillTitle
source: Modified date
pl: Data modyfikacji
ro: Data modificării

# home.search.chipsGroup.modificationDate.pickerTitle
source: Select modified date
pl: Wybierz datę modyfikacji
ro: Selectați data modificării

# home.search.empty.no-chip-selected
source: No results
pl: Brak wyników
ro: Niciun rezultat

# home.search.empty.no-images
source: No images
pl: Brak obrazów
ro: Nicio imagine

# home.search.empty.no-documents
source: No documents
pl: Brak dokumentów
ro: Nicio document

# home.search.empty.no-audio
source: No audio files
pl: Brak plików audio
ro: Nicio fișier audio

# home.search.empty.no-videos
source: No video files
pl: Brak plików wideo
ro: Nicio fișier video

# home.search.empty.no-folders
source: No folders
pl: Brak katalogów
ro: Niciun folder

# home.search.empty.no-pdfs
source: No PDFs
pl: Brak plików PDF
ro: Nicio PDF

# home.search.empty.no-presentations
source: No presentations
pl: Brak prezentacji
ro: Nicio prezentare

# home.search.empty.no-spreadsheets
source: No spreadsheets
pl: Brak arkuszy kalkulacyjnych
ro: Nicio foaie de calcul

# home.search.empty.no-archives
source: No archives
pl: Brak archiwów
ro: Nicio arhivă

# chat.call.waitingRoom.participantsList.title
source: Waiting room
pl: Poczekalnia
ro: Sala de asteptare

# chat.call.waitingRoom.participantsList.close
source: Close
pl: Zamknij
ro: Închide

# Error.nodeCopyOrMove.circularDependency
source: You can’t move this folder as the destination is the same folder.
pl: Nie można przenieść tego katalogu, ponieważ miejscem docelowym jest ten sam katalog.
ro: Nu puteți muta acest folder, deoarece destinația este același folder.

# photos.mediaDiscovery.autoMediaDiscoveryBanner.title
source: As this folder contains only images and videos, we’ve automatically opened it in gallery view. You can enjoy your visual content with a more immersive layout. You can disable this in Settings.
pl: Ponieważ ten katalog zawiera tylko obrazy i filmy, automatycznie otworzyliśmy go w widoku galerii. Możesz cieszyć się swoją wizualną zawartością w bardziej immersyjnym układzie. Możesz to wyłączyć w Ustawieniach.
ro: Deoarece acest folder conține doar imagini și videoclipuri, l-am deschis automat în vizualizarea galerie. Vă puteți bucura de conținutul dvs. vizual cu un aspect mai captivant. Puteți dezactiva acest lucru în Setări.

# onboarding.upgradeAccount.header.title
source: Get more with a Pro plan
pl: Zyskaj więcej dzięki planowi Pro
ro: Obțineți mai mult cu un abonament Pro

# onboarding.upgradeAccount.header.subTitle
source: Upgrade to a Pro plan and get more storage and access to Pro features. Plans start from as low as %@ a month
pl: Uaktualnij do plan Pro i uzyskaj pojemność miejsca i dostęp do funkcji Pro. Plany zaczynają się od %@ na miesiąc
ro: Treceți la un abonament Pro și obțineți mai mult spațiu de stocare și acces la funcțiile Pro. Planurile încep de la %@ o lună

# onboarding.upgradeAccount.content.proPlanFeatureHeader
source: Some features to look forward to are:
pl: Niektóre funkcje, których można się spodziewać, to:
ro: Lată ce obțineți:

# onboarding.upgradeAccount.content.generousStorage.title
source: Ultimate storage flexibility
pl: Najwyższa elastyczność pojemność masowej
ro: Flexibilitate maximă în spațiu de stocare

# onboarding.upgradeAccount.content.generousStorage.message
source: Starting from [A] [B], find the perfect fit for your storage needs.
pl: Zaczynając od [A] [B], znajdź idealne dopasowanie do swoich potrzeb pojemność.
ro: Începând de la [A] [B], găsiți potrivirea perfectă pentru nevoile dvs. de stocare.

# onboarding.upgradeAccount.content.transferSharing.title
source: Easy, secure file sharing
pl: Łatwe i bezpieczne udostępnianie plików
ro: Partajarea de fișiere ușoară și sigură

# onboarding.upgradeAccount.content.transferSharing.message
source: Share large files thanks to a generous transfer quota and ensure security with password-protected links.
pl: Udostępniaj duże pliki dzięki dużemu limitowi transferu i zapewniaj bezpieczeństwo dzięki linkom chronionym hasłem.
ro: Partajați fișiere mari datorită unei cote generoase de transfer și asigurați securitatea cu link-uri protejate prin parolă.

# onboarding.upgradeAccount.content.backupAndRewind.title
source: Never lose data again
pl: Nigdy więcej nie utrać danych
ro: Nu pierdeți niciodată datele
