Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# dialog.storage.paywall.notFinal.warning
source: <body>Upgrade within <warn>%@</warn> to avoid your data getting deleted.</body>
pl: <body>Uaktualnij w ciągu <warn>%@</warn>, aby uniknąć usunięcia danych.</body>
ro: <body>Upgradați în <warn>%@</warn> pentru a evita ștergerea datelor.</body>

# dialog.storage.paywall.final.warning
source: <body><warn>Upgrade today if you wish to keep your data.</warn></body>
pl: <body><warn>Uaktualnij już dziś, jeśli chcesz zachować swoje dane.</warn></body>
ro: <body><warn>Upgradați astăzi dacă doriți să vă păstrați datele.</warn></body>

# general.button.getBonus
source: Get bonus
pl: Odbierz bonus
ro: Obțineți bonusul

# dialog.backup.setup.title
source: Set up Backup
pl: Skonfiguruj kopię zapasową
ro: Configurați backup-ul

# dialog.backup.setup.message
source: Use our desktop app to ensure your backup folder is synchronised with your MEGA Cloud.
pl: Użyj naszej aplikacji desktopowej, aby upewnić się, że katalog kopii zapasowych jest zsynchronizowany z MEGA Cloud.
ro: Folosiți aplicația noastră desktop pentru a vă asigura că folderul de backup este sincronizat cu MEGA Cloud.

# dialog.backup.folder.location.warning.title
source: Move “%@”
pl: Przenieś „%@”
ro: Mutați „%@”

# dialog.root.backup.folder.location.warning.message
source: You are changing a default backup folder location. This may affect your ability to find your backup folder. Please remember where it is located so that you can find it in the future.
pl: Zmieniasz domyślną lokalizację katalogu kopii zapasowych. Może to wpłynąć na możliwość znalezienia katalogu kopii zapasowej. Zapamiętaj jego lokalizację, aby móc go znaleźć w przyszłości.
ro: Schimbați locația implicită a folderului de backup. Acest lucru vă poate afecta capacitatea de a găsi folderul de backup. Rețineți unde se află, astfel încât să îl puteți găsi în viitor.

# dialog.backup.folder.location.warning.message
source: Moving this folder changes the backup destination. The backup will be turned off for safety. Is this what you want to do? Backups can be re-enabled with the MEGA Desktop App.
pl: Przeniesienie tego katalogu powoduje zmianę miejsca docelowego kopii zapasowej. Kopia zapasowa zostanie wyłączona dla bezpieczeństwa. Czy to jest to, co chcesz zrobić? Kopie zapasowe mogą być ponownie włączone za pomocą aplikacji MEGA Desktop App.
ro: Mutarea acestui folder modifică destinația de backup. Backup-ul va fi dezactivat pentru siguranță. Asta vrei să faci? Backup-urile pot fi reactivate cu Aplicația Desktop MEGA.

# dialog.delete.backup.folder.warning.title
source: Move “%@” to Rubbish bin
pl: Przenieś “%@” do Kosza
ro: Mutați „%@” în Coșul de gunoi

# dialog.delete.root.backup.folder.warning.message
source: You are deleting your backups folder. This will remove all the backups you have set. Are you sure you want to do this?
pl: Usuwasz katalog kopii zapasowych. Spowoduje to usunięcie wszystkich kopii zapasowych, które ustawiłeś. Czy na pewno chcesz to zrobić?
ro: Ștergeți folderul backup. Acest lucru va elimina toate backup-urile pe care le-ați setat. Sigur vreți să faceți acest lucru?

# dialog.delete.backup.folder.warning.message
source: Are you sure you want to delete your backup folder and disable backup you set?
pl: Czy na pewno chcesz usunąć katalog kopii zapasowych i wyłączyć kopie zapasowe, które ustawiłeś?
ro: Sigur vreți să ștergeți folderul de backup și să dezactivați backup-ul pe care l-ați setat?

# dialog.add.items.backup.folder.warning.title
source: Add Item to “%@”
pl: Dodaj element do „%@”
ro: Adaugă elementul în „%@”

# dialog.add.items.backup.folder.warning.message
source: Adding items to this folder changes the backup destination. The backup will be turned off for safety. Is this what you want to do? Backups can be re-enabled with the MEGA Desktop App.
pl: Dodanie elementów do tego katalogu powoduje zmianę miejsca docelowego kopii zapasowej. Kopia zapasowa zostanie wyłączona dla bezpieczeństwa. Czy to jest to, co chcesz zrobić? Kopie zapasowe mogą być ponownie włączone za pomocą aplikacji MEGA Desktop App.
ro: Adăugarea de elemente în acest folder modifică destinația de backup. Backup-ul va fi dezactivat pentru siguranță. Asta vrei să faci? Backup-urile pot fi reactivate cu Aplicația Desktop MEGA.

# dialog.backup.warning.confirm.message
source: Please type “%@” to confirm this action
pl: Proszę wpisać „%@”, aby potwierdzić tę czynność
ro: Te rugăm să tastezi „%@” pentru a confirma această acțiune

# dialog.move.backup.placeholder
source: move backup
pl: przenieś kopię zapasową
ro: mută backupul

# dialog.delete.backup.placeholder
source: delete backup
pl: usuń kopię zapasową
ro: șterge backupul

# dialog.disable.backup.placeholder
source: disable backup
pl: zablokuj
ro: dezactivează backupul

# dialog.delete.backup.action.title
source: Move to Rubbish bin
pl: Przenieś do Kosza
ro: Mutați în Coșul de gunoi

# dialog.add.items.backup.action.title
source: Add
pl: Dodaj
ro: Adaugă

# dialog.confirmation.error.message
source: Text entered does not match
pl: wprowadzony tekst nie pasuje
ro: Textul introdus nu coincide

# dialog.share.backup.non.backup.folders.warning.message
source: Some folders shared are backup folders and read-only. Do you wish to continue?
pl: Niektóre udostępnione foldery to foldery kopii zapasowych i tylko do odczytu. Czy chcesz kontynuować?
ro: Unele foldere partajate sunt foldere de backup și au permisiunea numai citire. Dorești să continui?

# meetings.message.joinedCall
source: %@ joined the call
pl: %@ przyłączył się do rozmowy
ro: %@ s-a alăturat apelului

# meetings.message.leftCall
source: %@ left the call
pl: %@ opuścił połączenie
ro: %@ a părăsit apelul

# meetings.enterMeetingLink.title
source: Enter meeting link
pl: Wpisz link do spotkania
ro: Introdu linkul întâlnirii

# meetings.create.newMeeting
source: New meeting
pl: Nowe spotkanie
ro: Întâlnire nouă

# meetings.createMeeting.defaultMeetingName
source: %@’s meeting
pl: Spotkanie %@
ro: Întâlnirea lui %@

# meetings.createMeeting.startMeeting
source: Start meeting
pl: Rozpocznij spotkanie
ro: Începe o întâlnire

# meetings.alert.end
source: Meeting ended
pl: Spotkanie zakończone
ro: Întâlnire încheiată

# meetings.alert.meetingchat
source: View chat history
pl: Zobacz historię czatu
ro: Vezi istoricul chatului

# meetings.alert.end.description
source: The meeting you’re trying to join has already ended. You can still view the meeting chat history.
pl: Spotkanie, do którego próbujesz dołączyć, już się zakończyło. Nadal można wyświetlić historię czatu spotkania.
ro: Întâlnirea la care încerci să participi s-a încheiat deja. Poți vedea în continuare istoricul chatului din cadrul întâlnirii.

# meetings.panel.InviteParticipants
source: Invite participants
pl: Zaproś uczestników
ro: Invită participanți

# meetings.panel.shareLink
source: Share link
pl: Udostępnij link
ro: Partajați linkul

# meetings.panel.listSelector.inCall
source: In call
pl: W trakcie rozmowy
ro: În apelul

# meetings.panel.listSelector.notInCall
source: Not in call
pl: Nie w trakcie rozmowy
ro: Nu în apel

# meetings.panel.listSelector.inWaitingRoom
source: Waiting room
pl: Poczekalnia
ro: Sala de asteptare

# meetings.panel.ParticipantsCount
source: Participants (%d)
pl: Uczestnicy (%d)
ro: Participanți (%d)

# meetings.panel.ParticipantsNotInCallCount
source: Invitees (%d)
pl: Zaproszeni (%d)
ro: Invitați (%d)

# meetings.panel.ParticipantsInWaitingRoomCount
source: Waiting (%d)
pl: Oczekiwanie (%d)
ro: În așteptare (%d

# meetings.participant.moderator
source: Host
pl: Prowadzący
ro: Gazdă

# meetings.participant.makeModerator
source: Make host
pl: Ustaw prowadzącego
ro: Desemnează ca gazdă

# meetings.participant.removeModerator
source: Remove as host
pl: Usuń jako prowadzącego
ro: Elimină ca gazdă

# meetings.action.rename
source: Rename meeting
pl: Zmień nazwę spotkania
ro: Redenumește întâlnirea

# meetings.action.shareLink
source: Share meeting link
pl: Udostępnij link do spotkania
ro: Partajați linkul întâlnirii

# meetings.message.waitingOthers
source: Waiting for others to join…
pl: Oczekiwanie na pozostałych…
ro: Se așteaptă ca ceilalți să se alăture…

# meetings.message.noOtherParticipants
source: You are the only one here…
pl: Jesteś tutaj narazie sam…
ro: Ești singura persoană aici…

# meetings.joinMeeting.header
source: Invalid meeting URL
pl: Nieprawidłowy adres URL spotkania
ro: URL nevalid al întâlnirii

# meetings.joinMeeting.description
source: Unable to join the meeting. Please check the link is valid.
pl: Nie można dołączyć do spotkania. Proszę sprawdzić, czy link jest prawidłowy.
ro: Nu se poate alătura întâlnirii. Te rugăm să verifici dacă linkul este valid.

# meetings.sharelink.Error
source: Meeting link could not be generated. Please try again.
pl: Link spotkania nie mógł zostać wygenerowany. Proszę spróbować ponownie.
ro: Nu a putut fi generat un link al întâlnirii. Te rugăm să încerci din nou.

# meetings.link.loggedInUser.joinButtonText
source: Join meeting
pl: Dołącz do spotkania
ro: Alăturați-vă întâlnirii

# meetings.link.guest.joinButtonText
source: Join as guest
pl: Dołącz jako gość
ro: Alăturați-vă ca invitat

# meetings.joinMega.title
source: Join MEGA
pl: Dołącz do MEGA
ro: Alăturați-vă MEGA

# meetings.joinMega.paragraph1.title
source: Your privacy matters
pl: Twoja prywatność ma znaczenie
ro: Intimitatea ta contează

# meetings.joinMega.paragraph1.description
source: Join the largest secure cloud storage and collaboration platform in the world.
pl: Dołącz do największej na świecie platformy bezpiecznego przechowywania danych i współpracy w chmurze.
ro: Alăturați-vă celei mai mari platforme securizate de stocare în cloud și colaborare din lume.

# meetings.joinMega.paragraph2.title
source: Get free cloud storage
pl: Uzyskaj bezpłatną pamięć w chmurze
ro: Obțineți spațiu de stocare în cloud gratuit

# meetings.joinMega.paragraph2.description
source: Sign up now and enjoy generous storage and advanced collaboration features for free.
pl: Zarejestruj się teraz i ciesz się dużą pamięcią i zaawansowanymi funkcjami współpracy za darmo.
ro: Înscrieți-vă acum și bucurați-vă gratuit de spațiu de stocare generos și de funcții avansate de colaborare.

# meetings.notifications.moderatorPrivilege
source: You are the new host
pl: Jesteś nowym prowadzącym
ro: Ești noua gazdă

# meetings.incompatibility.warningMessage
source: We are upgrading MEGA Chat. Your calls might not be connected due to version incompatibility unless all parties update their MEGA Apps to the latest version.
pl: Aktualizujemy MEGA chat. Twoje rozmowy mogą nie być połączone z powodu niezgodności wersji, chyba że wszystkie strony zaktualizują swoje aplikacje MEGA do najnowszej wersji.
ro: Actualizăm MEGA Chat. Este posibil ca apelurile dvs. să nu fie conectate din cauza incompatibilității versiunii, cu excepția cazului în care toate părțile își actualizează aplicațiile MEGA la cea mai recentă versiune.

# meetings.quickAction.speaker
source: Speaker
pl: Głośnik
ro: Difuzor

# meetings.quickAction.flip
source: Switch
pl: Obróć
ro: Comută

# meetings.reconnecting.title
source: Reconnecting
pl: Ponowne łączenie
ro: Se reconectează

# meetings.reconnecting.failed
source: Unable to reconnect
pl: Nie można nawiązać ponownego połączenia
ro: Nu se poate reconecta

# meetings.poorConnection
source: Poor connection
pl: Słabe połączenie
ro: Conexiune slabă

# settings.fileManagement.useMobileData.header
source: Preview high resolution images
pl: Podgląd obrazów w wysokiej rozdzielczości
ro: Previzualizează imagini de înaltă rezoluție

# settings.fileManagement.useMobileData.footer
source: Use mobile data to load high resolution images when previewing. If disabled, the high resolution image will only be loaded when you zoom in.
pl: Użyj danych mobilnych, aby załadować obrazy o wysokiej rozdzielczości podczas podglądu. Jeśli wyłączona, obraz w wysokiej rozdzielczości zostanie załadowany dopiero po powiększeniu.
ro: Utilizați date mobile pentru a încărca imagini de înaltă rezoluție la previzualizare. Dacă este dezactivată, imaginea de înaltă rezoluție va fi încărcată numai când faci zoom in.

# account.upgrade.alreadyHaveASubscription.title
source: You already have an active subscription
pl: Masz już aktywną subskrypcję
ro: Aveți deja un abonament activ

# account.upgrade.alreadyHaveASubscription.message
source: You have previously subscribed to a Pro plan with Google Play or AppGallery. Please manually cancel your subscription with them inside Google Play or the Huawei AppGallery on your device and then retry.
pl: Wcześniej subskrybowałeś plan Pro w Google Play lub AppGallery. Prosimy o ręczne anulowanie subskrypcji w Google Play lub Huawei AppGallery na swoim urządzeniu, a następnie ponowienie próby.
ro: V-ați abonat anterior la un abonament Pro cu Google Play sau AppGallery. Vă rugăm să anulați manual abonamentul cu acestea în Google Play sau Huawei AppGallery de pe dispozitiv și apoi încercați din nou.

# account.upgrade.alreadyHaveACancellableSubscription.message
source: Do you want to cancel your current subscription and continue with the purchase?
pl: Czy chcesz anulować swoją obecną subskrypcję i kontynuować zakup?
ro: Doriți să anulați abonamentul curent și să continuați cu achiziția?

# account.upgrade.notAvailableWithCurrentPlan.message
source: Not available with your current plan
pl: Niedostępne w ramach bieżącego planu
ro: Nu este disponibil cu abonamentul dvs. actual

# account.delete.subscription.title
source: Active subscription
pl: Aktywna subskrypcja
ro: Abonament activ

# account.delete.subscription.itunes
source: You have an active MEGA subscription with Apple. You must cancel it separately at Subscriptions, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
pl: Masz aktywną subskrypcję MEGA z Apple. Musisz ją anulować osobno w dziale Subskrypcje, ponieważ MEGA nie może jej anulować za Ciebie. Odwiedź nasze Centrum Pomocy, aby uzyskać więcej informacji.
ro: Aveți un abonament MEGA activ la Apple. Trebuie să îl anulați separat la Abonamente, deoarece MEGA nu îl poate anula pentru dvs. Accesați Centrul nostru de ajutor pentru mai multe informații.

# account.delete.subscription.itunes.manage
source: Manage subscriptions
pl: Zarządzaj subskrypcjami
ro: Gestionează abonamentele

# account.delete.subscription.googlePlay
source: You have an active MEGA subscription with Google. You must cancel it separately in Google Play, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
pl: Masz aktywną subskrypcję MEGA w Google. Musisz ją anulować osobno w Google Play, ponieważ MEGA nie jest w stanie anulować jej za Ciebie. Odwiedź nasze Centrum Pomocy, aby uzyskać więcej informacji.
ro: Aveți un abonament MEGA activ la Google. Trebuie să îl anulați separat în Google Play, deoarece MEGA nu îl poate anula pentru dvs. Accesați Centrul nostru de ajutor pentru mai multe informații.

# account.delete.subscription.googlePlay.visit
source: Visit Google Play
pl: Odwiedź Google Play
ro: Accesați Google Play

# account.delete.subscription.huaweiAppGallery
source: You have an active MEGA subscription with Huawei. You must cancel it separately at Huawei AppGallery, as MEGA is not able to cancel it for you. Visit our Help Centre for more information.
pl: Masz aktywną subskrypcję MEGA z Huawei. Musisz ją anulować osobno w Huawei AppGallery, ponieważ MEGA nie jest w stanie anulować jej za Ciebie. Aby uzyskać więcej informacji, odwiedź nasze Centrum Pomocy.
ro: Aveți un abonament MEGA activ cu Huawei. Trebuie să îl anulați separat la Huawei AppGallery, deoarece MEGA nu îl poate anula pentru dvs. Accesați Centrul nostru de ajutor pentru mai multe informații.

# account.delete.subscription.huaweiAppGallery.visit
source: Visit AppGallery
pl: Odwiedź AppGallery
ro: Accesați AppGallery

# account.delete.subscription.webClient
source: This is the last step to delete your account. Both your account and subscription will be deleted and you will permanently lose all the data stored in the account. Please enter your password below.
pl: Jest to ostatni krok do usunięcia konta. Zarówno konto, jak i subskrypcja zostaną usunięte, a wszystkie dane przechowywane na koncie zostaną trwale utracone. Wprowadź swoje hasło poniżej.
ro: Acesta este ultimul pas pentru a vă șterge contul. Atât contul, cât și abonamentul dvs. vor fi șterse și veți pierde definitiv toate datele stocate în cont. Vă rugăm să introduceți parola mai jos.

# account.profile.avatar.uploadPhoto
source: Change profile image
pl: Zmień zdjęcie profilu
ro: Schimbați imaginea profilului

# account.profile.accountStatus.active
source: Active
pl: Aktywne
ro: Activă

# account.profile.accountStatus.gracePeriod
source: Payment required
pl: Płatność wymagana
ro: Plată necesară

# account.profile.accountStatus.expired
source: Payment overdue
pl: Opłata zaległa
ro: Plata este scadentă

# account.profile.renewal.future
source: Renews on %@
pl: Odnawia się w dniu %@
ro: Se reînnoiește pe %@

# account.profile.renewal.today
source: Renews today
pl: Odnawia się dzisiaj
ro: Se reînnoiește astăzi

# account.profile.renewal.tomorrow
source: Renews tomorrow
pl: Odnawia się jutro
ro: Se reînnoiește mâine

# meetings.new.anotherAlreadyExistsError
source: Another call in progress. Please end your current call before making another.
pl: Trwa inne połączenie. Proszę zakończyć bieżące połączenie przed nawiązaniem kolejnego.
ro: Un alt apel în curs. Te rugăm să închei apelul actual înainte de a efectua altul.

# meetings.new.anotherAlreadyExistsError.endAndJoin
source: End and join
ro: Încheiați și alăturați-vă

# general.filetype.3DModel
source: 3D model
ro: Model 3D

# general.filetype.3ds
source: 3D scene
ro: Scenă 3D

# general.filetype.rawImage
source: RAW image
ro: Imagine RAW

# general.filetype.7z
source: 7-Zip compressed
ro: Fișier comprimat 7-Zip

# general.filetype.database
source: Database
ro: Bază de date

# general.filetype.ans
source: ANSI text file
ro: Fișier text ANSI

# general.filetype.apk
source: Android app
pl: Aplikacja na Android
ro: Aplicație Android

# general.filetype.app
source: macOS app
ro: Aplicație de macOS

# general.filetype.ascii
source: ASCII text
ro: Text ASCII

# general.filetype.asf
source: Streaming video
pl: Streaming wideo
ro: Video în flux continuu

# general.filetype.asx
source: Advanced stream
ro: Flux avansat

# general.filetype.avi
source: A/V interleave
ro: Intercalare A/V

# general.filetype.bat
source: DOS batch
ro: Batch DOS

# general.filetype.bay
source: Casio RAW image
ro: Imagine RAW Casio

# general.filetype.bmp
source: Bitmap image
ro: Imagine bitmap

# general.filetype.bz2
source: UNIX compressed
ro: Fișier comprimat UNIX

# general.filetype.c
source: C/C++ source code
ro: Cod sursă C/C++

# general.filetype.cpp
source: C++ source code
ro: Cod sursă C++

# general.filetype.cdr
source: CorelDRAW image
ro: Imagine CorelDRAW

# general.filetype.cgi
source: CGI script
ro: Script CGI

# general.filetype.class
source: Java class
ro: Clasă Java

# general.filetype.com
source: DOS command
ro: Comandă DOS

# general.filetype.css
source: CSS style sheet
ro: Foaie de stil CSS

# general.filetype.dhtml
source: Dynamic HTML
ro: HTML dinamic

# general.filetype.dll
source: Dynamic link library
ro: Bibliotecă cu legături dinamice

# general.filetype.wordTemplate
source: MS Word template
ro: Șablon MS Word

# general.filetype.dxf
source: DXF image
ro: Imagine DXF

# general.filetype.eps
source: EPS image
ro: Imagine EPS

# general.filetype.exe
source: Executable
ro: Executabil

# general.filetype.flac
source: Lossless audio
ro: Fișier audio fără pierderi

# general.filetype.flv
source: Flash video
pl: Flash wideo
ro: Videoclip Flash

# general.filetype.fnt
source: Windows font
ro: Font Windows

# general.filetype.gadget
source: Windows gadget
ro: Gadget Windows

# general.filetype.gif
source: GIF image
ro: Imagine GIF

# general.filetype.gpx
source: GPS exchange
ro: Schimb GPS

# general.filetype.spreadsheet
source: Spreadsheet
ro: Foaie de calcul

# general.filetype.gz
source: GNU compressed
ro: Fișier comprimat GNU

# general.filetype.header
source: Header
ro: Antet

# general.filetype.htmlDocument
source: HTML document
ro: Document HTML

# general.filetype.iso
source: ISO image
ro: Imagine ISO

# general.filetype.jar
source: Java archive
ro: Arhivă Java

# general.filetype.java
source: Java code
ro: Cod Java

# general.filetype.jpeg
source: JPEG image
ro: Imagine JPEG

# general.filetype.log
source: Log
ro: Jurnal

# general.filetype.m3u
source: Media playlist
ro: Playlist media

# general.filetype.m4a
source: MPEG-4 audio
ro: Fișier audio MPEG-4

# general.filetype.max
source: 3ds Max scene
ro: Scenă 3ds Max

# general.filetype.mid
source: MIDI audio
ro: Fișier audio MIDI

# general.filetype.mkv
source: MKV video
pl: MKV wideo
ro: Videoclip MKV

# general.filetype.mov
source: QuickTime movie
ro: Film QuickTime

# general.filetype.mp3
source: MP3 audio
ro: Fișier audio MP3

# general.filetype.mp4
source: MP4 video
pl: MP4 wideo
ro: Videoclip MP4

# general.filetype.mpeg
source: MPEG movie
ro: Film MPEG

# general.filetype.msi
source: MS installer
ro: Programul de instalare MS

# general.filetype.textDocument
source: Text document
ro: Document text

# general.filetype.otf
source: OpenType font
ro: Font OpenType

# general.filetype.pdf
source: PDF document
ro: Document PDF

# general.filetype.php
source: PHP code
ro: Cod PHP

# general.filetype.pl
source: Perl script
ro: Script Perl

# general.filetype.pls
source: Audio playlist
ro: Playlist audio

# general.filetype.png
source: PNG image
ro: Imagine PNG

# general.filetype.py
source: Python script
ro: Script Python

# general.filetype.rar
source: RAR compressed
ro: Fișier comprimat RAR

# general.filetype.rtf
source: Rich text
ro: Text îmbogățit

# general.filetype.rw2
source: Panasonic RAW image
ro: Imagine RAW Panasonic

# general.filetype.sitx
source: X compressed
ro: Fișier comprimat X

# general.filetype.sql
source: SQL statements
pl: Polecenia SQL
ro: Instructiuni SQL

# general.filetype.srf
source: Sony RAW image
ro: Imagine RAW Sony

# general.filetype.subtitle
source: Subtitle
ro: Subtitrare

# general.filetype.vectorImage
source: Vector Image
ro: Imagine vectorială

# general.filetype.swf
source: Flash movie
ro: Film Flash

# general.filetype.tar
source: Archive
pl: Archiwizuj
ro: Arhivă

# general.filetype.compressed
source: Compressed
ro: Fișier comprimat

# general.filetype.tga
source: TARGA graphic
ro: Grafică TARGA

# general.filetype.tif
source: TIF image
ro: Imagine TIF

# general.filetype.tiff
source: TIFF image
ro: Imagine TIFF

# general.filetype.ttf
source: TrueType font
ro: Font TrueType

# general.filetype.wav
source: Wave audio
ro: Fișier audio Wave

# general.filetype.webm
source: WebM video
pl: WebM wideo
ro: Videoclip WebM

# general.filetype.wma
source: WM audio
ro: Fișier audio WM

# general.filetype.wmv
source: WM video
pl: WM wideo
ro: Videoclip WM

# general.filetype.xml
source: XML document
ro: Document XML

# general.filetype.zip
source: ZIP archive
ro: Arhivă ZIP

# general.choose
source: Select
pl: Wybierz
ro: Selectează

# chat.joinCall
source: Join call
pl: Dołącz
ro: Alăturați-vă apelului

# chat.photos.allowPhotoAccessMessage
source: To share photos and videos, grant MEGA access to your gallery
pl: Aby udostępniać zdjęcia i filmy, przyznaj MEGA dostęp do swojej galerii
ro: Pentru a partaja fotografii și videoclipuri, acordați MEGA acces la galeria dvs.

# help.reportIssue.attachLogFiles.title
source: Attach log files
pl: Dołącz logi
ro: Atașarea fișierelor jurnal
