Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# appstore.screenshot4
source: Your secure cloud storage space
pl: Bezpieczna przestrzeń dyskowa w chmurze
ro: Spațiul dvs. securizat de stocare în cloud

# appstore.screenshot5
source: Your space to chat freely
pl: Twoja przestrzeń do swobodnego czatowania
ro: Spațiul dvs. pentru a discuta liber

# appstore.screenshot6
source: Your space for encrypted meetings
pl: Twoja przestrzeń dla szyfrowanych spotkań
ro: Spațiul dvs. pentru întâlniri criptate

# appstore.screenshot7
source: Your space to share & collaborate with anyone
pl: Twoja przestrzeń do dzielenia się i współpracą z kimkolwiek
ro: Spațiul dvs. pentru partajare și colaborare cu oricine

# appstore.screenshot8
source: Your space to upload & sync your photos and videos
pl: Twoja przestrzeń do przesyłania i synchronizacji zdjęć i filmów
ro: Spațiul dvs. pentru încărcarea și sincronizarea fotografiilor și videoclipurilor

# appstore.screenshot9
source: Move to MEGA
pl: Przejdź do MEGA
ro: Treci la MEGA

# appstore.screenshot10
source: Join the millions of people and businesses who trust MEGA to store and protect their data.
pl: Dołącz do milionów ludzi i firm, które ufają firmie MEGA w przechowywaniu i ochronie swoich danych.
ro: Alăturați-vă milioanelor de oameni și companii care au încredere în MEGA pentru a-și stoca și proteja datele.

# chat.meetings.shareLink.main
source: Meeting confirmed: Invite others to join
pl: Spotkanie potwierdzone: Zaproś innych do dołączenia
ro: Întâlnire confirmată: Invitați alții să se alăture

# chat.meetings.shareLink.description
source: Anyone with this link can join the meeting and view the meeting chat.
pl: Każda osoba posiadająca ten link może dołączyć do spotkania i obejrzeć czat spotkania.
ro: Oricine cu acest link se poate alătura întâlnirii și poate vedea chatul întâlnirii.

# chat.meetings.shareLink.sendToChat
source: Send link to chat
pl: Wyślij link do czatu
ro: Trimite link către chat

# chat.meetings.shareLink.shareLink
source: Share link
pl: Udostępnij link
ro: Partajați linkul

# set.addTo
source: Add to
pl: Dodaj do
ro: Adaugă la

# set.addTo.album
source: Add to album
pl: Dodaj do albumu
ro: Adăugați la album

# cloudDrive.nodeInfo.nodeTags.header
source: Tags
pl: Tagi
ro: Etichete

# cloudDrive.nodeInfo.nodeTags.feature.availableForProOnlyText
source: Pro only
pl: Tylko Pro
ro: Numai Pro

# cloudDrive.nodeInfo.nodeTags.addTags.title
source: Add tags
pl: Dodaj tagi
ro: Adăugați etichete

# cloudDrive.nodeInfo.nodeTags.addTags.inputPlaceHolder
source: Add tags
pl: Dodaj tagi
ro: Adăugați etichete

# cloudDrive.nodeInfo.nodeTags.addTags.hint
source: Use tags to help you find and organise your data. Try tagging by year, location, project, or subject.
pl: Użyj tagów, aby ułatwić wyszukiwanie i porządkowanie danych. Spróbuj oznaczać według roku, lokalizacji, projektu lub tematu.
ro: Folosiți etichete pentru a vă ajuta să găsiți și să vă organizați datele. Încercați să etichetați după an, locație, proiect sau subiect.

# cloudDrive.nodeInfo.nodeTags.addTags.invalidTagName
source: Tags cannot contain spaces or symbols. Tags will appear in lowercase letters. Non-Latin characters, such as Chinese or Korean, are allowed.
pl: Tagi nie mogą zawierać spacji ani symboli. Tagi będą wyświetlane małymi literami. Dozwolone są znaki nie-łacińskie, takie jak chiński lub koreański.
ro: Etichetele nu pot conține simboluri sau spații. Etichetele vor apărea cu litere mici. Sunt permise caractere non-latine, cum ar fi chineză sau coreeană.

# cloudDrive.nodeInfo.nodeTags.addTags.tagNameTooLong
source: Maximum 32 characters
pl: Maksymalnie 32 znaki
ro: Maximum 32 de caractere

# cloudDrive.nodeInfo.nodeTags.addTags.buttonTitle
source: Add “#%@” tag
pl: Dodaj „#%@” tag
ro: Adăugați „#%@” etichetă

# cloudDrive.nodeInfo.nodeTags.addTags.ExistingTagsTitle
source: Existing tags
pl: Istniejące tagi
ro: Etichete existente

# photos.searchResults.media.section.title
source: Media
ro: Mass-media

# meetings.warning.overParticipantLimit
source: Only 100 participants can join the call. Any additional participants will only be able to send and receive messages. The organiser can upgrade to Pro to remove these restrictions.
pl: Do połączenia może dołączyć tylko 100 uczestników. Dodatkowi uczestnicy będą mogli jedynie wysyłać i odbierać wiadomości. Organizator może zmień do wersji Pro, aby usunąć te ograniczenia.
ro: Doar 100 de participanți se pot alătura apelului. Orice participanți suplimentari vor putea trimite și primi mesaje. Persoana care organizează apelul poate încheia un abonament Pro pentru a ridica aceste restricții.

# overDiskQuota.paywall.button.upgradeNow
source: Upgrade now
pl: Zmień teraz
ro: Upgradați acum

# overDiskQuota.paywall.button.makeSomeSpace
source: Make some space
pl: Zrób trochę miejsca
ro: Eliberați spațiu

# cloudDrive.nodeInfo.nodeTags.featureUnavailable.popup.title
source: Cannot manage tags
pl: Nie można zarządzać tagami
ro: Nu se poate gestiona etichetele

source: Your Pro Flexi plan has expired. Reactivate your subscription to add tags. You can manage this on the MEGA website.
pl: Twój plan Pro Flexi wygasł. Ponownie aktywuj subskrypcja, aby dodać tagi. Możesz zarządzaj tym na stronie internetowej MEGA.
ro: Planul dvs. Pro Flexi a expirat. Reactivați-vă abonamentul pentru a adăuga etichete. Puteți gestiona acest lucru pe site-ul web MEGA.

source: Your Business account has been deactivated. To manage your tags, reactivate your subscription on the MEGA website using your computer.
pl: Twoje konto firmowe zostało dezaktywowane. Aby zarządzaj tagami, ponownie aktywuj subskrypcja na stronie MEGA za pomocą komputera.
ro: Contul dvs. Business a fost dezactivat. Pentru a vă gestiona etichetele, reactivați abonamentul pe site-ul MEGA folosind calculatorul.

source: Your Business account has been deactivated. To manage your tags, contact your Business account administrator.
pl: Twoje konto firmowe zostało dezaktywowane. Aby zarządzaj tagami, kontakt administratorem konto firmowego.
ro: Contul dvs. Business a fost dezactivat. Pentru a gestiona etichetele, contactați administratorul contului Business.

# cloudDrive.nodeInfo.nodeTags.featureUnavailable.popup.buttonTitle
source: OK, got it
pl: Ok, rozumiem
ro: Bine, am înțeles

# photos.addTo.button.title.add
source: Add
pl: Dodaj
ro: Adăugați

# ads.adFree.header.title
source: Want MEGA without the ads?
pl: Chcesz MEGA bez reklam?
ro: Vrei MEGA fără reclame?

# ads.adFree.header.subTitle
source: Upgrade to a Pro plan with plenty of storage and more. Our Pro plans start at just %@ a month.
pl: Zmień do planu Pro z dużą ilością pojemności i nie tylko. Nasze plany Pro zaczynają się już od %@ miesięcznie.
ro: Treceți la un abonament Pro cu mult spațiu de stocare și multe altele. Abonamentele noastre Pro încep de la doar %@ o lună.

# ads.adFree.content.generousStorage.title
source: Generous storage
pl: Pojemna pamięć
ro: Spațiu de stocare generos

# ads.adFree.content.generousStorage.message
source: Store unlimited data, starting from %@.
pl: Przechowuj nieograniczoną liczbę danych, począwszy od %@.
ro: Stocați date nelimitate, începând de la %@.

# ads.adFree.content.transferSharing.title
source: Transfer sharing
pl: Współdzielenie transferu
ro: Partajarea transferurilor

# ads.adFree.content.transferSharing.message
source: The people you share data with can use your transfer quota to download the items you shared.
pl: Osoby, którym udostępniasz dane, mogą używać limitu transferu do pobierania udostępnionych element.
ro: Persoanele cu care partajați date pot folosi cota de transfer pentru a descărca elementele pe care le-ați partajat.

# ads.adFree.content.additionalSecurity.title
source: MEGA Pass and MEGA VPN
pl: Dodatkowe zabezpieczenia podczas udostępniania
ro: Securitate suplimentară la partajare

# ads.adFree.content.additionalSecurity.message
source: Make your online life safer, faster, and easier with our password manager and high speed VPN
pl: Ustawianie haseł i dat wygaśnięcia dla łączy do plików i katalogów.
ro: Setați parolele și datele de expirare pentru linkurile de fișiere și folder.

# ads.adFree.button.viewProPlans
source: View Pro plans
pl: Zobacz plany Pro
ro: Vezi abonamentele Pro

# ads.adFree.button.skip
source: Skip
pl: Pomiń
ro: Omite

# photos.addToAlbum.empty.message
source: No albums
pl: Brak albumów
ro: Niciun album

# cloudDrive.nodeInfo.nodeTags.selection.maxLimitReachedAlertMessage
source: The maximum number of tags is 10
pl: Maksymalna liczba tagów to 10
ro: Numărul maximal de etichete este 10

# media.audio.metadata.missing.artist
source: Unknown Artist
pl: Nieznany artysta
ro: Artist necunoscut

# photos.addToPlaylist.empty.message
source: No playlists
pl: Brak list odtwarzania
ro: Nu există liste de redare

# photos.addToPlaylist.empty.create.button.title
source: Create playlist
pl: Utwórz listę odtwarzania
ro: Creați o listă de redare

# settings.chat.title
source: Chat and meetings
pl: Czat i spotkania
ro: Chaturi și întâlniri

# settings.chat.status.title
source: Status
ro: Stare

# settings.chat.notifications.title
source: Notification settings
pl: Ustawienia powiadomień
ro: Setări notificări

# settings.chat.mediaQuality.title
source: Chat media quality
pl: Jakość mediów czatu
ro: Calitatea media de chat

# settings.chat.richUrlPreview.title
source: Enable sent link previews
pl: Włącz podgląd wysłanych linków
ro: Activați previzualizările linkurilor trimise

# settings.chat.richUrlPreview.subtitle
source: Generates previews for certain links you send in chat, when available. Note that retrieving these previews isn’t protected by zero-knowledge encryption.
pl: Generuje podglądy dla niektórych linków wysyłanych na czacie, gdy są dostępne. Należy pamiętać, że pobieranie tych podglądów nie jest chronione szyfrowaniem z zerową wiedzą.
ro: Generează previzualizări pentru anumite link-uri pe care le trimiteți în chat, atunci când sunt disponibile. Rețineți că preluarea acestor previzualizări nu este protejată de criptarea tip zero cunoștințe.

# settings.chat.status.setStatus.title
source: Set status
pl: Ustaw status
ro: Setează statusul

# settings.chat.status.setStatus.statusSettings.title
source: Status settings
pl: Ustawienia statusu
ro: Setări privind statusul

# settings.chat.status.setStatus.statusSettings.lastSeen.title
source: Show last seen
pl: Pokaż ostatnio widziane
ro: Afișează văzut(ă) ultima dată

# settings.chat.status.setStatus.statusSettings.lastSeen.subtitle
source: Allow contacts to see the last time you were active on MEGA
pl: Zezwól kontaktom zobaczyć, kiedy ostatnio byłeś aktywny w MEGA
ro: Permiteți contactelor să vadă ultima dată când ați fost activ pe MEGA

# settings.chat.status.setStatus.statusSettings.autoAway.title
source: Set status as Away
pl: Ustaw status jako Oddalony
ro: Setați starea ca Plecat

# settings.chat.status.setStatus.statusSettings.autoAway.subtitle
source: %@ of inactivity
pl: %@ bezczynności
ro: %@ de inactivitate

# settings.chat.notifications.chatNotifications
source: Chat notifications
pl: Powiadomienia czatu
ro: Notificări de chat

# settings.chat.notifications.muteNotifications.title
source: Mute notifications
pl: Wycisz powiadomienia
ro: Amuțește notificările

# settings.chat.mediaQuality.image.title
source: Image quality
pl: Jakość obrazu
ro: Calitatea imaginilor

# settings.chat.mediaQuality.image.option.auto
source: Send optimised images when on mobile data but original size images when on Wi-Fi
pl: Wysyłaj zoptymalizowane obrazy, gdy korzystasz z danych mobilnych, ale obrazy o oryginalnym rozmiarze, gdy korzystasz z Wi-Fi
ro: Trimite imagini optimizate când folosești datele mobile, însă imagini la dimensiunea originală când folosești Wi-Fi-ul

# settings.chat.mediaQuality.image.option.optimised
source: Always send optimised images
pl: Zawsze wysyłaj zoptymalizowane obrazy
ro: Trimite întotdeauna imagini optimizate

# settings.chat.mediaQuality.image.option.original
source: Always send original size images
pl: Zawsze wysyłaj obrazy o oryginalnym rozmiarze
ro: Trimite întotdeauna imagini la dimensiunea originală

# settings.chat.mediaQuality.video.title
source: Video quality
pl: Jakość wideo
ro: Calitate video

# login.connectingToServer
source: Connecting to the server
pl: Trwa łączenie z serwerem
ro: Se conectează la server

# login.downloadFilelist
source: Updating file list
pl: Aktualizuję listę plików
ro: Se actualizează lista de fișiere

# login.preparingFileList
source: Preparing file list
pl: Przygotowywanie listy plików
ro: Se pregătește lista de fișiere

# onboarding.hiddenFilesAndFolders.header.title
source: New feature: Hidden files and folders
pl: Nowa funkcja: Ukryte pliki i katalogi
ro: Noua funcție: Fișiere și foldere ascunse

# onboarding.hiddenFilesAndFolders.content.item.one.title
source: Hide files and folders
pl: Ukryj pliki i katalogi
ro: Ascundeți fișierele și folderele

# onboarding.hiddenFilesAndFolders.content.item.one.message
source: Easily keep sensitive files in your Cloud drive private and out of sight. By default, hidden files do not appear in your Cloud drive, Photos, and Recents section.
pl: Z łatwością przechowuj poufne pliki na dysku w chmurze prywatnie i poza zasięgiem wzroku. Domyślnie ukryte plik nie są wyświetlane w sekcji Dysk w chmurze, Zdjęcia i Ostatnie.
ro: Păstrați cu ușurință fișierele sensibile din Unitatea cloud private și departe de vedere. În mod implicit, fișierele ascunse nu apar în Unitatea cloud, în secțiunea Fotografii și Recente.

# onboarding.hiddenFilesAndFolders.content.item.two.title
source: Control visibility easily
pl: Łatwe sterowanie widocznością
ro: Controlați vizibilitatea cu ușurință

# onboarding.hiddenFilesAndFolders.content.item.two.message
source: To show hidden files, turn on the “Show hidden items” setting under “File Management” -> “User interface” in your app settings.
pl: Aby wyświetlić ukryte pliki, włącz ustawienie „Pokaż ukryte elementy” w sekcji „Zarządzanie plikami” -> „Interfejs użytkownika” w ustawieniach aplikacji.
ro: Pentru a afișa fișiere ascunse, activați setarea „Afișați elemente ascunse” sub „Gestionare fișiere” -> „Interfață utilizator” din setările aplicației.

# onboarding.hiddenFilesAndFolders.content.item.three.title
source: Shared files stay visible
pl: Pliki udostępnione pozostają widoczne
ro: Fișierele partajate rămân vizibile

# onboarding.hiddenFilesAndFolders.content.item.three.message
source: Files and folders shared with contacts or with public links are still accessible and visible, even if hidden.
pl: Pliki i katalogi udostępniane kontaktom lub z linkami publicznymi są nadal dostępne i widoczne, nawet jeśli są ukryte.
ro: Fișierele și folderele partajate cu contacte sau cu link-uri publice sunt în continuare accesibile și vizibile, chiar dacă sunt ascunse.

# chat.messages.noteToSelf.title
source: Note to self
pl: Uwaga dla siebie
ro: Notă pentru sine

# chat.messages.noteToSelf.header.title
source: Keep it to yourself
pl: Zachowaj to dla siebie
ro: Păstrează-l pentru tine

# chat.messages.noteToSelf.header.description
source: A private space for pictures, important information, or big ideas. Always synced, and protected with zero-knowledge encryption.
pl: Prywatna przestrzeń na zdjęcia, ważne informacje lub duże pomysły. Zawsze synchronizowany i chroniony szyfrowanie z zerową wiedzą.
ro: Un spațiu privat pentru imagini, informații importante sau idei mari. Întotdeauna sincronizat și protejat cu criptarea tip zero cunoștințe.

# onboarding.uniqueSellingProposition.carousel.page.first.title
source: You hold the keys
pl: Ty przechowujesz klucze
ro: Tu deții cheile

# onboarding.uniqueSellingProposition.carousel.page.first.subtitle
source: User controlled, zero-knowledge encryption means no one can see your data unless you want them to - not even us!
pl: Kontrolowane przez użytkownika, szyfrowanie z zerową wiedzą oznacza, że nikt nie może zobaczyć Twoich danych, chyba że chcesz, nawet my!
ro: Controlată de utilizator, criptarea tip zero cunoștințe înseamnă că nimeni nu vă poate vedea datele decât dacă doriți - nici măcar noi!

# onboarding.uniqueSellingProposition.carousel.page.second.title
source: Keep every moment safe
pl: Dbaj o bezpieczeństwo każdej chwili
ro: Păstrați fiecare moment în siguranță

# onboarding.uniqueSellingProposition.carousel.page.second.subtitle
source: With automatic camera uploads to MEGA Cloud, and generous storage, you’ll never lose a precious memory
pl: Dzięki automatycznemu przesyłanie z kamery do MEGA Cloud i dużej pojemność dyskowej nigdy nie stracisz cennej pamięci
ro: Cu încărcări automate ale camerei în MEGA Cloud și spațiu de stocare generos, nu veți pierde niciodată o amintire prețioasă

# onboarding.uniqueSellingProposition.carousel.page.third.title
source: Your data. Your space.
pl: Twoje dane. Twoja przestrzeń.
ro: Datele dvs. Spațiul tău.

# onboarding.uniqueSellingProposition.carousel.page.third.subtitle
source: Ample storage and easy ways to transfer, share, and organise your files means you can safely use MEGA for whatever you choose
pl: Duża pojemność miejsca i łatwe sposoby przesyłania, udostępniania i porządkowania plik sprawiają, że możesz bezpiecznie używać MEGA do dowolnego wyboru
ro: Spațiul de stocare amplu și modalitățile ușoare de transfer, partajare și organizare a fișierelor înseamnă că puteți folosi MEGA în siguranță pentru orice alegeți

# onboarding.uniqueSellingProposition.carousel.page.fourth.title
source: Say it in private
pl: Powiedz to prywatnie
ro: Spune-o în privat

# onboarding.uniqueSellingProposition.carousel.page.fourth.subtitle
source: Chat with friends and family, share photos or sensitive information, video call, and schedule meetings. Safety and privacy guaranteed.
pl: Czatuj z przyjaciółmi i rodziną, udostępniaj zdjęcia lub poufne informacje, połączenie wideo i planuj spotkania. Bezpieczeństwo i prywatność gwarantowane.
ro: Discutați cu prietenii și familia, partajați fotografii sau informații sensibile, apelați video și programați întâlniri. Siguranța și confidențialitatea garantate.

# onboarding.cta.notifications.title
source: Never miss an important update
pl: Nigdy nie przegap ważnej aktualizacji
ro: Nu ratați niciodată o actualizare importantă

# onboarding.cta.notifications.explanation
source: Stay informed with real-time updates that matter to you. Get alerts for shared folder activity, security updates, and exclusive offers, so you never miss anything important. You can manage notification preferences at any time in the settings.
pl: Bądź na bieżąco dzięki aktualizacjom w czasie rzeczywistym, które są dla Ciebie ważne. Otrzymuj powiadomienia o aktywności w udostępnionych katalogach, aktualizacjach bezpieczeństwa i ekskluzywnych ofertach, aby nigdy nie przegapić niczego istotnego. Możesz zarządzać preferencjami powiadomień w dowolnym momencie w ustawieniach.
ro: Rămâneți informat cu actualizările în timp real care contează pentru dvs. Obțineți alerte pentru activitatea folderelor partajate, actualizări de securitate și oferte exclusive, astfel încât să nu pierdeți niciodată nimic important. Puteți gestiona preferințele de notificare în orice moment în setări.

# onboarding.cta.notifications.buttons.enable
source: Enable notifications
pl: Odblokuj powiadomienia
ro: Activează notificările

# onboarding.cta.notifications.buttons.skip
source: Skip for now
pl: Pomiń na razie
ro: Sari deocamdată

# onboarding.cta.cameraBackups.title
source: Keep your photos safe, always
pl: Chroń swoje zdjęcia, zawsze
ro: Păstrați-vă fotografiile în siguranță, întotdeauna

# onboarding.cta.cameraBackups.explanation
source: Your memories matter Camera uploads automatically backs up your photos and videos to your MEGA Cloud drive, so you never have to worry about losing them
pl: Twoje wspomnienia są ważne Przesyłanie z kamery automatycznie tworzy kopię zapasową Twoich zdjęć i filmów na Dysku w chmurze MEGA, więc nigdy nie musisz się martwić o ich utratę
ro: Amintirile tale contează Încărcările de cameră fac automat copii de rezervă ale fotografiilor și videoclipurilor dvs. pe Unitatea MEGA Cloud, astfel încât nu trebuie să vă faceți griji că le pierdeți

# onboarding.cta.cameraBackups.note
source: Camera uploads requires [B]full access[/B] to your device’s photo library
pl: Przesyłanie z kamery wymaga [B]pełnego dostępu[/B] do biblioteki zdjęć na Twoim urządzeniu
ro: Este nevoie de încărcări de camere [B]acces complet[/B] în biblioteca foto a dispozitivului

# onboarding.cta.cameraBackups.buttons.enable
source: Enable Camera uploads
pl: Włącz Przesyłanie z kamery
ro: Activează Încărcări cameră

# onboarding.cta.cameraBackups.buttons.skip
source: Skip for now
pl: Pomiń na razie
ro: Sari deocamdată

# subscriptionPurchase.autoRenewDescription
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can cancel your Pro plan anytime but no later than 24 hours before your next subscription payment is due. [L]Learn how to manage your subscription in your settings[/L].
pl: Subskrypcje są odnawiane automatycznie na kolejne okresy subskrypcji o tej samej długości i w tej samej cenie, co wybrany początkowy okres. Możesz anulować swój plan Pro w dowolnym momencie, ale nie później niż 24 godziny przed terminem następnej płatności za subskrypcję. [L]Dowiedz się, jak zarządzać swoją subskrypcją w ustawieniach[/L].
ro: Abonamentele sunt reînnoite automat pentru perioade succesive de abonament cu aceeași durată și la același preț ca perioada inițială aleasă. Vă puteți anula abonamentul Pro oricând, dar nu mai târziu de 24 de ore înainte de scadența următoarei plăți a abonamentului. [L]Aflați cum să vă gestionați abonamentul în setări[/L].

# subscriptionPurchase.freePlanCard.title
source: Get started with our free plan
pl: Zacznij od naszego darmowego planu
ro: Începe cu abonamentul nostru gratuit

# subscriptionPurchase.freePlanCard.description
source: We offer generous amount of storage and transfer quota at no charge, so you can try MEGA with no risk
pl: Oferujemy dużą pojemność i limit transferu bez opłat, abyś mógł wypróbować MEGA bez ryzyka
ro: Oferim o cantitate generoasă de spațiu de stocare și cotă de transfer fără taxare, astfel încât să puteți încerca MEGA fără riscuri

# subscriptionPurchase.freePlanCard.feature.one
source: Free 20 GB of storage
pl: Bezpłatne 20 GB pojemność
ro: 20 GB de spațiu de stocare gratuit

# subscriptionPurchase.freePlanCard.feature.two
source: Limited transfers
pl: Ograniczone transfery
ro: Transferuri limitate

# subscriptionPurchase.freePlanCard.button.title
source: Get started for free
pl: Rozpocznij za darmo
ro: Începe gratuit

# subscriptionPurchase.plan.storage
source: %@ storage
pl: %@ pamięci
ro: %@ spațiu de stocare

# subscriptionPurchase.plan.transfer
source: %@ transfer
ro: %@ transferuri

# subscriptionPurchase.plan.billedYearly
source: %@ billed yearly
pl: %@ rozliczane rocznie
ro: %@ facturat anual

# subscriptionPurchase.maybeLater
source: Maybe later
pl: Może później
ro: Poate mai târziu

# subscriptionPurchase.featuresOfProPlan.title
source: Additional benefits of Pro plans
pl: Dodatkowe korzyści z plan Pro
ro: Beneficii suplimentare ale abonamentelor Pro
