Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

source: Save a copy of the images and videos taken from the MEGA App in your device’s media library.
pl: Zapisz kopię zdjęć i filmów pobranych z aplikacji MEGA w bibliotece multimediów urządzenia.
ro: Salvează o copie a imaginilor și videoclipurilor realizate din aplicația MEGA în biblioteca media a dispozitivului.

source: Search
pl: Szukaj
ro: Caută

source: You hold the keys
pl: Ty przechowujesz klucze
ro: Tu deții cheile

source: Security is why we exist, your files are safe with us behind a well oiled encryption machine where only you can access your files.
pl: Bezpieczeństwo, dlatego istniejemy, twoje pliki są bezpieczne u nas za dobrze naoliwioną maszyną szyfrującą, gdzie tylko ty masz dostęp do twoich plików.
ro: Securitatea este motivul pentru care existăm, fișierele tale sunt în siguranță în spatele unei mașini de criptare bine unsă, loc în care numai tu poți accesa fișierele.

source: Encrypted chat
pl: Zaszyfrowany czat
ro: Chat criptat

source: Fully encrypted chat with voice and video calls, group messaging and file sharing integration with your Cloud drive.
pl: W pełni zaszyfrowany czat z połączeniami głosowymi i wideo, przesyłanie wiadomości grupowych i integracja udostępniania plików z dyskiem Cloud Drive.
ro: Chat complet criptat cu apeluri vocale și video, mesagerie de grup și integrare pentru partajarea de fișiere din Unitatea cloud.

source: Create your network
pl: Stwórz swoją sieć
ro: Creează-ți rețeaua

source: Add contacts, create a network, collaborate, and make voice and video calls without ever leaving MEGA
pl: Dodaj kontakty, utwórz sieć, współpracuj i nawiązywaj połączenia głosowe i wideo bez opuszczania MEGA
ro: Adaugă contacte, creează o rețea, colaborează și efectuează apeluri vocale și video fără să părăsești MEGA

source: Your photos in the cloud
pl: Twoje zdjęcia w chmurze
ro: Fotografiile tale în cloud

source: Camera uploads is an essential feature for any mobile device and we have got you covered. Sign up for an account now.
pl: Przesyłanie z aparatu jest niezbędną funkcją każdego urządzenia mobilnego, a my zapewniamy Ci ochronę. Zarejestruj się teraz, aby założyć konto.
ro: Încărcări cameră sunt o funcție esențială pentru orice dispozitiv mobil și vă asigurăm. Înscrieți-vă acum pentru un cont.

source: Set up MEGA
pl: Skonfiguruj MEGA
ro: Configurare MEGA

source: To fully take advantage of your MEGA account we need to ask you some permissions.
pl: Aby w pełni wykorzystać swoje konto MEGA, musimy poprosić Cię o kilka uprawnień.
ro: Pentru a beneficia pe deplin de contul MEGA, trebuie să îți cerem câteva permisiuni.

source: The MEGA App may not work as expected without the required permissions. Are you sure?
pl: Aplikacja MEGA może nie działać zgodnie z oczekiwaniami bez wymaganych uprawnień. Jesteś pewny?
ro: Aplicația MEGA poate să nu funcționeze conform așteptărilor fără permisiunile necesare. Ești sigur?

source: %1 of %2
pl: %1 z %2
ro: %1 din %2

source: Allow access to photos
pl: Zezwalaj na dostęp do zdjęć
ro: Permite accesul la fotografii

# Please give the MEGA App permission to access Photos to share photos and videos.
source: Please give MEGA permission to access Photos to share photos and videos.
pl: Proszę dać MEGA pozwolenie na dostęp do Zdjęć, aby udostępniać zdjęcia i filmy.
ro: Vă rugăm să acordați MEGA permisiunea de a accesa Fotografii pentru a partaja fotografii și videoclipuri.

source: Enable microphone and camera
pl: Włącz mikrofon i kamerę
ro: Activează microfonul și camera

source: To send voice messages and make encrypted voice and video calls, allow MEGA access to your Camera and Microphone
pl: Aby wysyłać wiadomości głosowe i szyfrować połączenia głosowe i wideo, należy umożliwić MEGA dostęp do kamery i mikrofonu
ro: Pentru a trimite mesaje vocale și a efectua apeluri vocale și video criptate, permite aplicației MEGA accesul la cameră și microfon

source: Enable notifications
pl: Odblokuj powiadomienia
ro: Activează notificările

source: We would like to send you notifications so you receive new messages on your device instantly.
pl: Chcemy wysyłać Ci powiadomienia, aby natychmiast otrzymywać nowe wiadomości na Twoim urządzeniu.
ro: Dorim să îți trimitem notificări pentru a primi instantaneu mesaje noi pe dispozitiv.

source: Allow access
pl: Udostępnik
ro: Activează accesul

# settings.section.security
source: Security
pl: Bezpieczeństwo
ro: Securitate

# settings.section.termsAndPolicies
source: Terms and Policies
pl: Warunki i zasady
ro: Termeni și politici

source: File management
pl: Zarządzanie plikami
ro: Managementul fișierelor

source: File versioning
pl: Wersja pliku
ro: Versionarea fișierelor

source: Enable or disable file versioning for your entire account. Disabling file versioning does not prevent your contacts from creating new versions in shared folders.
pl: Włącz lub wyłącz kontrolę wersji dla całego konta. Wyłączenie kontroli wersji nie uniemożliwia twojemu kontaktowi tworzenia nowych wersji w folderach współdzielonych.
ro: Activează sau dezactivează versionarea fișierelor pentru întregul cont. Dezactivarea versionării fișierelor nu împiedică contactele tale să creeze noi versiuni în folderele partajate.

source: When file versioning is disabled, the current version will be replaced with the new version once a file is updated (and your changes to the file will no longer be recorded). Are you sure you want to disable file versioning?
pl: Kiedy wersjonowanie jest zablokowane, aktualna wersja pliku zostanie zastąpiona nową wersją (zmiany nie będą rejestrowane). Czy chcesz wyłączyć wersjonowanie?
ro: Când versionarea fișierelor este dezactivată, versiunea actuală va fi înlocuită cu noua versiune odată ce fișierul este actualizat (iar modificările aduse fișierului nu vor mai fi înregistrate). Sigur vreți să dezactivați versionarea fișierelor?

source: File versions
pl: Wersja pliku
ro: Versiuni ale fișierelor

source: Total size taken up by file versions:
pl: Całkowita powierzchnia zajęta przez pliki:
ro: Dimensiunea totală ocupată de versiunile fișierelor:

source: Delete all older versions of my files
pl: Usuń wszystkie starsze wersje moich plików
ro: Șterge toate versiunile mai vechi ale fișierelor mele

source: Delete previous versions
pl: Usuń poprzednie wersje
ro: Șterge versiunile anterioare

source: All current files will remain. Only historic versions of your files will be deleted.
pl: Wszystkie bieżące pliki pozostaną. Tylko historyczne wersje twoich plików zostaną usunięte.
ro: Toate fișierele actuale vor rămâne. Doar versiunile istorice ale fișierelor vor fi șterse.

source: You are about to delete the version histories of all files. Any file version shared to you from a contact will need to be deleted by them. Please note that the current files will not be deleted.
pl: Zamierzasz usunąć historie wersji wszystkich plików. Każda wersja pliku udostępniona Ci z kontaktu będzie musiała zostać usunięta przez użytkownika. Należy pamiętać, że bieżące pliki nie zostaną usunięte.
ro: Ești pe cale să ștergi istoricul versiunilor tuturor fișierelor. Orice versiune a vreunui fișier partajat ție de la un contact trebuie să fie șters de către acesta Te rugăm să reții că fișierele actuale nu vor fi șterse.

# Rubbish-Bin Cleaning Scheduler:
source: Rubbish bin settings
pl: Ustawienia Kosza na śmieci
ro: Setări Coș de gunoi

source: Remove files older than
pl: Usuń pliki starsze niż
ro: Elimină fișierele mai vechi de

# settings.fileManagement.rubbishBin.longerRetentionUpgrade
source: For a longer retention period [S]Upgrade to Pro[/S]
pl: Aby uzyskać dłuższy okres retencji [S]Uaktualnij do wersji Pro[/S]
ro: Pentru o perioadă de păstrare mai lungă, [S]Upgradează la Pro[/S]

# settings.fileManagement.rubbishBin.cleanScheduler.placeholder.days
source: days
pl: dni
ro: de zile

source: The Rubbish bin is emptied for you automatically. The minimum period is 7 days and the maximum period is 30 days.
pl: Kosz na śmieci jest opróżniany za Ciebie automatycznie. Minimalny okres wynosi 7 dni, a maksymalny 30 dni.
ro: Coșul de gunoi este golit automat pentru dvs. Perioada minimă este de 7 zile, iar perioada maximă este de 30 de zile.

source: The Rubbish bin can be emptied for you automatically. The minimum period is 7 days.
pl: Kosz na śmieci może być opróżniany za Ciebie automatycznie. Minimalny okres to 7 dni.
ro: Coșul de gunoi poate fi golit automat pentru dvs. Perioada minimă este de 7 zile.

source: To disable automatic Rubbish bin emptying or set a longer retention period, you need to subscribe to one of our plans.
pl: Aby wyłączyć automatyczne opróżnianie kosza na śmieci lub ustawić dłuższy okres zatrzymanie, musisz subskrybować jeden z naszych plan.
ro: Pentru a dezactiva golirea automată a Coșului de gunoi sau pentru a seta o perioadă mai lungă de păstrare, trebuie să vă abonați la unul dintre abonamentele noastre.

source: Do you want to close all other sessions? This will log you out on all other active sessions except the current one.
pl: Czy chcesz zamknąć wszystkie inne sesje? Spowoduje to wylogowanie wszystkich innych aktywnych sesji oprócz bieżącego.
ro: Vrei să închizi toate celelalte sesiuni? Acest lucru te va deconecta din toate celelalte sesiuni active, cu excepția celei actuale.

source: %@ joined the call.
pl: %@ dołączył do połączenia.
ro: %@ s-a alăturat apelului.

source: %@ left the call
pl: %@ opuścił połączenie
ro: %@ a părăsit apelul

source: There is an active group call. Tap to join.
pl: Istnieje aktywne połączenie grupowe. Kliknij, aby dołączyć.
ro: Există un apel de grup activ. Atinge pentru a te alătura.

source: There is an active call. Tap to join.
pl: Jest aktywne połączenie. Kliknij, aby dołączyć.
ro: Există un apel activ. Atinge pentru a te alătura.

source: Tap to return to call
pl: Kliknij, aby powrócić do połączenia
ro: Atinge pentru a reveni la apel

source: Save to Photos
pl: Zapisz w Zdjęciach
ro: Salvează în Poze

source: Saving to Photos…
pl: Zapisywanie do Zdjęć…
ro: Se salvează în Poze…

source: All media
pl: Wszystkie media
ro: Toate media

source: Downloading %@
pl: Pobieranie %@
ro: Se descarcă %@

source: Saved to Photos
pl: Zapisano w Zdjęciach
ro: Salvat(ă) în Poze

source: Could not save Item
pl: Nie można zapisać elementu
ro: Nu s-a putut salva elementul

# Encrypted Key Rotation
source: Encryption key rotation
pl: Rotacja klucza szyfrowania
ro: Rotația cheii de criptare

# Enable Encrypted Key Rotation
source: Enable Encryption key rotation
pl: Włącz rotację klucza szyfrowania
ro: Activează rotația cheii de criptare

source: Get chat link
pl: Uzyskaj link do czatu
ro: Obține linkul chatului

source: Encryption key rotation is slightly more secure, but does not allow you to create a chat link and new participants will not see past messages.
pl: Limit rozmiaru nie może być aObrót klucza szyfrowania jest nieco bezpieczniejszy, ale nie pozwala na utworzenie łącza do czatu, a nowi uczestnicy nie zobaczą poprzednich wiadomości.
ro: Rotația cheii de criptare este puțin mai sigură, dar nu îți permite să creezi un link al chatului, iar noii participanți nu vor vedea mesajele din trecut.

# Key rotation is disabled for conversations with more than 100 participants.
source: Encryption key rotation is disabled for conversations with more than 100 participants.
pl: Rotacja klucza szyfrowania jest wyłączona dla wątków z więcej niż 100 uczestnikami.
ro: Rotația cheii criptate este dezactivată pentru conversațiile cu mai mult de 100 de participanți.

source: To create a chat link you must name the group.
pl: Aby utworzyć link do czatu, musisz nazwać grupę.
ro: Pentru a creat un link de chat trebuie să denumești grupul.

source: Chat link
pl: Link do czatu
ro: Link al chatului

source: Join
pl: Dołącz
ro: Alăturați-vă

source: You have joined %@
pl: Dołączyłeś do %@
ro: Te-ai alăturat %@

source: Observers
pl: Obserwatorzy
ro: Observatori

# %@ enabled Encrypted Key Rotation
source: %@ enabled encryption key rotation.
pl: %@ włączona rotacja klucza szyfrowania.
ro: %@ a activat rotația cheii de criptare.

# %@ created a public link for the chat.
source: %@ created a chat link
pl: %@ utworzył link do czatu
ro: %@ a creat un link al chatului

# %@ removed a public link for the chat.
source: %@ removed the chat link
pl: %@ usunął link do czatu
ro: %@ a eliminat linkul chatului

source: %@ joined the group chat.
pl: %@ dołączył do czatu grupowego.
ro: %@ s-a alăturat chatului de grup.

# Error. No more participants are allowed in this group call.
source: You are not allowed to join this call as it has reached the maximum number of participants.
pl: Nie możesz dołączyć do tej rozmowy, ponieważ osiągnęła maksymalną liczbę uczestników.
ro: Nu ți se permite să te alături acestui apel deoarece acesta a atins numărul maxim de participanți.

# Error. No more video are allowed in this group call.
source: You are not allowed to enable video as this call has reached the maximum number of participants using video.
pl: Nie możesz włączyć wideo, ponieważ to połączenie osiągnęło maksymalną liczbę uczestników korzystających z wideo.
ro: Nu ți se permite să activezi funcția video deoarece acest apel a atins numărul maxim de participanți care folosesc funcția video.

# Unable to start a call because the participants limit was exceeded.
source: Unable to start the call due to the participant limit having been exceeded.
pl: Nie można rozpocząć połączenia z powodu przekroczenia limitu uczestników.
ro: Nu se poate iniția apelul din cauza depășirii limitei de participanți.

# Joining...
source: Joining chat…
pl: Dołączanie do czatu…
ro: Se alătură chatului…

# Leaving...
source: Leaving chat…
pl: Opuszczanie czatu…
ro: Părăsiți chatul…

source: List view
pl: Widok listy
ro: Modul listă

source: Thumbnail view
pl: Widok miniatur
ro: Modul miniaturi

source: Page view
pl: Widok strony
ro: Modul pagină

source: No notifications
pl: Brak powiadomień
ro: Nicio notificare

source: Payment info
pl: Informacje o płatności
ro: Informații de plată

source: Pro membership plan expiring soon
pl: Plan Pro wkrótce wygaśnie
ro: abonamentul pentru calitatea de membru Pro expiră în curând

source: Takedown notice
pl: Prośba o zablokowanie treści
ro: Notificare de eliminare

source: Takedown reinstated
pl: Informacja o przywróceniu plików
ro: Eliminare restabilită

source: New
pl: Nowe
ro: Nou

source: Sent you a contact request
pl: Wysłane zaproszenia
ro: Ți-a trimis o cerere de contact

source: Cancelled their contact request
pl: Anulowali swoje zaproszenia
ro: A anulat cererea sa de contact

source: Reminder: you have a contact request
pl: Przypomnienie: masz nowe zaproszenie
ro: Memento: Ai o cerere de contact

source: Deleted you as a contact
pl: Usunął cię jako kontakt
ro: te-a șters ca contact

source: Contact relationship established
pl: Jesteście teraz znajomymi
ro: Relație de contact stabilită

# Account has been deleted/deactivated
source: Account has been deleted or deactivated
pl: Konto zostało usunięte lub zablokowane
ro: Contul a fost șters sau dezactivat

source: Blocked you as a contact
pl: Zablokował Cię jako kontakt
ro: Te-a blocat ca contact

source: You ignored a contact request
pl: Zignorowałeś nadchodzące połączone
ro: Ai ignorat o cerere de contact

source: You accepted a contact request
pl: Zaakceptowałeś nowy kontakt
ro: Ai acceptat o cerere de contact

source: You denied a contact request
pl: Odmówiłeś akceptacji dla kontaktu
ro: Ai refuzat o cerere de contact

source: Accepted your contact request
pl: Zaakceptowane zgłoszenia
ro: Ți-a acceptat cererea de contact

# Denied your contact request
source: Rejected your contact request
pl: Odrzucono twoją prośbę o kontakt
ro: Ți-a respins cererea de contact

source: Access to folders was removed.
pl: Dostęp do katalogów został usunięty.
ro: Accesul la foldere a fost eliminat.

source: Added 1 file
pl: Dodano 1 plik
ro: 1 fișier adăugat

source: Added %lld files
pl: Dodano %lld plików
ro: %lld fișiere adăugate

source: Added 1 folder
pl: Dodano 1 katalog
ro: 1 folder adăugat

source: Added %lld folders
pl: Dodano %lld katalogów
ro: %lld foldere adăugate

source: Added 1 file and 1 folder
pl: Dodano 1 plik i 1 katalog
ro: 1 fișier și 1 folder adăugate

source: Added %lld files and 1 folder
pl: Dodano %lld plików i 1 katalog
ro: %lld fișiere și 1 folder adăugate

source: Added 1 file and %lld folders
pl: Dodano 1 plik i %lld katalogów
ro: 1 fișier și %lld foldere adăugate

source: Added [A] files and [B] folders
pl: Dodano [A] plików i [B] katalogów
ro: [A] fișiere și [B] foldere adăugate

source: Removed item from shared folder
pl: Usuń element z udostępnionego katalogu
ro: Element eliminat din folderul partajat

source: Removed [X] items from a share
pl: Usunięto [X] elementów z udostępnionego katalogu
ro: [X] elemente eliminate dintr-o partajare

source: Your payment for the %1 plan was received.
pl: Twoja płatność za konto %1 została potwierdzona.
ro: Plata pentru abonamentul %1 a fost primită.

# Your payment for the %1 plan was unsuccessful.
source: We didn’t receive your payment for the %1 plan.
pl: Nie otrzymaliśmy Twojej płatności za plan %1.
ro: Nu am primit plata pentru abonamentul %1.

# Your PRO membership plan will expire in 1 day.
source: Your Pro membership plan will expire tomorrow.
pl: Twoje konto Pro wygaśnie jutro.
ro: abonamentul pentru calitatea de membru Pro va expira mâine.

source: Your Pro membership plan will expire in %1 days.
pl: Twój plan Pro wygaśnie za %1 dni.
ro: abonamentul pentru calitatea de membru Pro va expira în %1 zile.

# Your PRO membership plan expired 1 day ago
source: Your Pro plan expired 1 day ago
pl: Twój plan Pro wygasł 1 dzień temu
ro: Abonamentul Pro a expirat acum 1 zi

# Your PRO membership plan expired %1 days ago
source: Your Pro plan expired %1 days ago
pl: Twój plan Pro wygasł %1 dni temu
ro: Abonamentul dvs. Pro a expirat %1 zile în urmă

source: Voice message
pl: Wiadomość głosowa
ro: Mesaj vocal

source: This action cannot be completed as it would take you over your current storage limit
pl: Ta czynność nie może zostać wykonana, ponieważ spowodowałaby przekroczenie bieżącego limitu pamięci
ro: Această acțiune nu poate fi finalizată, deoarece îți va depăși limita actuală de stocare

# Your upload(s) cannot proceed because your account is full
source: Your upload cannot proceed because your Cloud storage is full
pl: Przesyłanie nie może być kontynuowane, ponieważ pamięć w chmurze jest pełna.
ro: Încărcarea dvs. nu poate continua, deoarece spațiul de stocare in cloud este plin

source: Allow your contacts to see the last time you were active on MEGA
pl: Pozwól swoim kontaktom zobaczyć ostatni raz, kiedy byłeś aktywny w MEGA
ro: Permiteți contactelor dvs. să vadă data și ora ultimei dvs. activități pe MEGA

source: Last seen a long time ago
pl: Ostatnio widziany dawno temu
ro: Văzut(ă) ultima dată cu mult timp în urmă

source: Today
pl: Dzisiaj
ro: Astăzi

source: Yesterday
pl: Przedwczoraj
ro: Ieri

source: Send this location
pl: Wyślij tę lokalizację
ro: Trimite această locație

source: Map settings
pl: Ustawienia mapy
ro: Setări pentru hartă

source: Accurate to %d meters
pl: Dokładne do %d metrów
ro: La o precizie de %d metri

source: Send location
pl: Wyślij lokalizację
ro: Trimite locația

source: This location will be opened using a third party maps provider outside the end-to-end encrypted MEGA platform.
pl: Ta lokalizacja zostanie otwarta za pomocą zewnętrznego dostawcy map poza zaszyfrowaną platformą MEGA.
ro: Această locație va fi deschisă folosind un furnizor terță parte de hărți, în afara platformei MEGA criptată capăt-la-capăt.

source: Pinned location
pl: Przypięta lokalizacja
ro: Locație fixată

source: < Slide to cancel
pl: < Przesuń, aby anulować
ro: < Glisează pentru a anula

source: Tap and hold %@ to record, release to send
pl: Dotknij i przytrzymaj %@, aby nagrać, zwolnij, aby wysłać
ro: Atinge și ține %@ pentru a înregistra, eliberează pentru a trimite

source: It is not possible to record voice messages while there is a call in progress.
pl: Nie można nagrywać wiadomości głosowych podczas trwającego połączenia.
ro: Nu este posibilă înregistrarea mesajelor vocale în timp ce există un apel în desfășurare.

source: Recording…
pl: Nagrywanie…
ro: Se înregistrează…

source: Ongoing call
pl: Trwające połączenie
ro: Apel în desfășurare

# It is not possible to play content while there is a call in progress
source: It is not possible to play media files while there is a call in progress.
pl: Nie można odtwarzać plików multimedialnych w trakcie trwania połączenia.
ro: Nu este posibilă redarea fișierelor media în timp ce există un apel în desfășurare.

source: Call started
pl: Połączenie rozpoczęte
ro: Apel început

source: Password reminder
pl: Przypomnienie hasła
ro: Memento privind parola

source: Message
pl: Wiadomość
ro: Mesaj

source: Enabled
pl: Włącz
ro: Activată

source: New chat link
pl: Nowy link do czatu
ro: Link de chat nou

source: New group chat
pl: Nowy czat grupowy
ro: Chat de group nou

source: Recents
pl: Niedawne
ro: Recente

# recents.emptyState.activityHidden.title
source: Recent activity hidden
pl: Ostatnia aktywność ukryta
ro: Activitatea pentru Recente este ascunsă

# recents.emptyState.activityHidden.button
source: Show activity
pl: Pokaż aktywność
ro: Afișează activitatea

# home.recent.modifiedByLabel
source: Modified by %@
pl: Zmodyfikowane przez %@
ro: Modificat de %@

# home.recent.multipleFileTitle
source: “%@” and %ld more
pl: "%@" i %ld więcej
ro: „%@” și alți „%ld”

# home.recent.createdByLabel
source: Created by %@
pl: Utworzone przez %@
ro: Create de %@

source: No recent activity
pl: Brak aktywności
ro: Nicio activitate recentă

source: Chat link unavailable
pl: Link do czatu niedostępny
ro: Link de chat indisponibil

source: This chat link is no longer available
pl: Ten link do czatu nie jest już dostępny
ro: Acest link de chat nu mai este disponibil

source: People can join your group by using this link.
pl: Ludzie mogą dołączyć do Twojej grupy za pomocą tego linku.
ro: Oamenii se pot alătura grupului folosind acest link.

source: Tap here for info
pl: Kliknij tutaj, aby uzyskać informacje
ro: Atinge aici pentru informații

source: No chat link available.
pl: Brak dostępnego linku do czatu.
ro: Niciun link de chat disponibil.

source: Please allow access
pl: Odblokuj dostęp
ro: Te rugăm să permiți accesul

source: Please go to the Privacy section in your device’s Settings. Enable Location Services and set MEGA to While Using the App or Always.
pl: Przejdź do sekcji Prywatność w Ustawieniach urządzenia. Włącz usługi lokalizacji i ustaw MEGA na Podczas korzystania z aplikacji lub Zawsze.
ro: Te rugăm să accesezi secțiunea Intimitate din aplicația Configurări a dispozitivului. Activează Servicii de localizare și setează MEGA pe La utilizarea aplicației sau Întotdeauna.

# NSLocationWhenInUseUsageDescription
source: MEGA accesses your location when you share it with your contacts in chat.
pl: MEGA uzyskuje dostęp do Twojej lokalizacji, gdy udostępniasz ją swoim kontaktom na czacie.
ro: MEGA îți accesează locația atunci când o partajezi cu contactele tale într-un chat.

source: Mobile data is turned off
pl: Dane mobilne są wyłączone
ro: Datele mobile sunt oprite

source: Turn mobile data on
pl: Włącz dane mobilne
ro: Pornește datele mobile

# You can turn on mobile data for this app in Settings.
source: You can turn on mobile data for this app in the device’s Settings.
pl: Możesz włączyć dane mobilne dla tej aplikacji w Ustawieniach urządzenia.
ro: Poți porni datele mobile pentru această aplicație din aplicația Configurări a dispozitivului.

source: Change to a test server?
pl: Przejdź na serwer testowy?
ro: Schimbi pe un server de test?
