Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# twoUsersAreTyping
source: %1$s [A]are typing…[/A]
pl: %1$s [A]piszą…[/A]
ro: %1$s [A]tastează…[/A]

# moreThanTwoUsersAreTyping
source: %1$s [A]and more are typing…[/A]
pl: %1$s [A]i pozostali piszą…[/A]
ro: %1$s [A]și mai mulți tastează…[/A]

# writeAMessage
source: Write a message to %s…
pl: Napisz wiadomość do %s…
ro: Scrie un mesaj către %s…

source: No conversation history
pl: Brak historii rozmowy
ro: Niciun istoric al conversației

source: Retry
pl: Ponów
ro: Reîncearcă

source: Delete message
pl: Usuń wiadomość
ro: Șterge mesajul

source: From Cloud drive
pl: Z dysku
ro: Din Unitatea cloud

# sendContact
source: Send contacts
pl: Wyślij kontakty
ro: Trimite contacte

source: Done
pl: Zakończ
ro: Terminat

# enableRichUrlPreviews
source: Enable sent link previews
pl: Włącz podgląd wysłanych linków
ro: Activați previzualizările linkurilor trimise

source: Always allow
pl: Pozwalaj zawsze
ro: Permite întotdeauna

source: Not now
pl: Nie teraz
ro: Nu acum

source: Manage
pl: Zarządzaj
ro: Gestionează

source: Never
pl: Nigdy
ro: Niciodată

# richPreviewsConfirmation
source: We’ll stop asking if you want previews of your sent links. You can re-enable sent link previews in the settings. Do you want to proceed?
pl: Przestaniemy pytać, czy chcesz podglądu wysłanych link. Możesz ponownie włączyć podgląd wysłanych linków w ustawienia. Chcesz kontynuować?
ro: Vom înceta să ne întrebăm dacă doriți previzualizări ale linkurilor trimise. Puteți reactiva previzualizările link-urilor trimise în setări. Doriți să continuați?

source: Remove preview
pl: Usuń podgląd
ro: Elimină previzualizarea

source: Warning
pl: Ostrzeżenie
ro: Avertisment

# depletedTransferQuota_title
source: Insufficient transfer quota
pl: Niewystarczająca wielkość transferu
ro: Cotă de transfer insuficientă

# depletedTransferQuota_message
source: Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.
pl: Twoje zakolejkowane pobrania przekraczają dostępny limit transferu przypisany do Twojego konta. Proces pobierania może zostać przerwany.
ro: În coada de așteptare, descărcarea dvs. depășește cota curentă de transfer disponibilă pentru contul dvs. și, prin urmare, poate fi întreruptă.

source: See plans
pl: Zobacz abonamenty
ro: Vezi abonamentele

source: Dismiss
pl: Anuluj
ro: Închideți

# You may have new messages
source: You have new messages
pl: Masz nowe wiadomości
ro: Ai mesaje noi

source: Contact request
pl: Nowy kontakt
ro: Cerere de contact

source: New shared folder
pl: Nowy udostępniony katalog
ro: Folder nou partajat

# areYouSureYouWantToAbortTheRegistration
source: Are you sure you want to stop the signup process?
pl: Czy na pewno chcesz zatrzymać proces rejestracji?
ro: Sigur vreți să opriți procesul de înscriere?

# misspelledEmailAddress
source: If you have misspelt your email address, correct it and tap “Resend”.
pl: Jeśli błędnie wpisałeś swój adres email, popraw go i kliknij „Wyślij ponownie”.
ro: Dacă ați scris greșit adresa dvs. de e-mail, corectați-o și atingeți „Retrimite”.

source: Resend
pl: Wyślij ponownie
ro: Retrimite

# alreadyAContact
source: %s is already a contact.
pl: %s jest już Twoim kontaktem.
ro: %s este deja un contact.

source: Sent contact: %@
pl: Wysłany kontakt: %@
ro: A trimis un contact: %@

# sentXContacts
source: Sent %s contacts.
pl: Wysłano %s kontaktów.
ro: %s contacte trimise.

# attachedFile
source: Attached: %@
pl: Załączone: %@
ro: Atașat: %@

# attachedXFiles
source: Attached %s files.
pl: Załączono %s plików.
ro: %s fișiere atașate.

source: Jump to latest
pl: Przejdz do ostatniej
ro: Sari la ultimul element

source: New messages
pl: Nowe wiadomości
ro: Mesaje noi

# autorenewableDescription
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA Pro subscription no later than 24 hours before your next subscription payment is due via your Apple account settings page. To manage your subscriptions, simply tap on the App Store icon on your mobile device, sign in with your Apple ID at the bottom of the page (if you haven’t already done so) and then tap View ID. You’ll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA Pro subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.
pl: Subskrypcje są automatycznie odnawiane na kolejne okresy subskrypcji o tym samym czasie trwania i po tej samej cenie, co wybrany okres początkowy. Możesz wyłączyć automatyczne odnawianie subskrypcji MEGA Pro nie później niż 24 godziny przed terminem kolejnej płatności za subskrypcję na stronie ustawień konta iTunes. Aby zarządzać swoją subskrypcją, po prostu stuknij w ikonę App Store na swoim urządzeniu mobilnym, zaloguj się przy użyciu swojego Apple ID na dole strony (jeśli jeszcze tego nie zrobiłeś), a następnie stuknij w Pokaż ID. Zostaniesz przeniesiony na stronę swojego konta, gdzie możesz przewinąć w dół do sekcji Zarządzaj subskrypcjami aplikacji. Stamtąd możesz wybrać swoją subskrypcję MEGA Pro i zobaczyć zaplanowaną datę odnowienia, wybrać inny pakiet subskrypcji lub przełączyć przełącznik on-off na off, aby wyłączyć automatyczne odnawianie subskrypcji.
ro: Abonamentele sunt reînnoite automat pentru perioade succesive de abonament cu aceeași durată și la același preț ca perioada inițială aleasă. Puteți dezactiva reînnoirea automată a abonamentului MEGA Pro cu cel mult 24 de ore înainte de scadența următoarei plăți a abonamentului prin pagina de setări a contului dvs. Apple. Pentru a vă gestiona abonamentele, pur și simplu atingeți pictograma App Store de pe dispozitivul mobil, conectați-vă cu ID-ul Apple în partea de jos a paginii (dacă nu ați făcut-o deja) și apoi atingeți Vizualizare ID. Veți fi direcționat la pagina contului dvs., unde puteți derula în jos la Gestionați abonamentele la aplicații. De acolo, puteți selecta abonamentul MEGA Pro și puteți vizualiza data de reînnoire programată, puteți alege un alt pachet de abonament sau puteți comuta comutatorul de pornire/oprire la dezactivat pentru a dezactiva reînnoirea automată a abonamentului.

source: Open MEGA and sign in to continue
pl: Otwórz MEGA i zapisz się aby kontynuować
ro: Deschideți MEGA și conectați-vă pentru a continua

source: Connecting…
pl: Trwa łączenie…
ro: Se conectează…

# shareExtensionUnsupportedAssets
source: Some items could not be shared with MEGA
pl: Niektóre elementy nie mogą być udostępnione na MEGA
ro: Unele elemente nu au putut fi partajate cu MEGA

# Shared successfully
source: Shared
pl: Udostępnione
ro: Partajate

source: Transfer failed:
pl: Operacja nie powiodła się:
ro: Transfer eșuat:

source: No error
pl: Brak błędów
ro: Nicio eroare

source: Internal error
pl: Błąd wewnętrztny
ro: Eroare internă

source: Invalid argument
pl: Nieprawidłowy argument
ro: Argument nevalid

source: Request failed, retrying
pl: Żądanie nie powiodło się, ponawiam próbę
ro: Cerere eșuată, se reîncearcă

source: Rate limit exceeded
pl: Limit został przekroczony
ro: Limita ratei depășită

source: Failed permanently
pl: Nie powiodło się
ro: Eșec definitiv

source: Too many concurrent connections or transfers
pl: Za dużo równoległych połączeń
ro: Prea multe conexiuni sau transferuri simultane

source: Out of range
pl: Poza zasięgiem
ro: În afara intervalului

source: Expired
pl: Wygasło
ro: Expirat

source: Not found
pl: Nie znaleziono
ro: Negăsit

source: Circular linkage detected
pl: Wykryto linki rekurencyjne
ro: Legătură circulară detectată

source: Access denied
pl: Dostęp zabroniony
ro: Acces refuzat

source: Already exists
pl: Już istnieje
ro: Există deja

source: Incomplete
pl: Nie zakończone
ro: Incompletă

# Invalid key/Decryption error
source: Decryption error
pl: Błąd opisu
ro: Eroare la decriptare

source: Bad session ID
pl: Zły numer sesji
ro: ID-ul sesiunii greșit

source: Blocked
pl: Zablokowane
ro: Blocat

source: Over quota
pl: Przekroczono limit
ro: Cotă depășită

source: Temporarily not available
pl: Chwilowo niedostępne
ro: Temporar indisponibil

source: Connection overflow
pl: Przepełnienie połączeń
ro: Depășirea numărului de conexiuni

source: Write error
pl: Błąd zapisu
ro: Eroare la scriere

source: Read error
pl: Błąd odczytu
ro: Eroare la citire

source: Invalid application key
pl: Błędny klucz aplikacji
ro: Cheia aplicației nevalidă

source: Terms of Service breached
pl: Naruszono warunki korzystania z usługi
ro: Au fost încălcați Termenii de utilizare a serviciului

# Upload produces recursivity
source: Transfer failed due to a recursive directory structure
pl: Przesyłanie nie powiodło się z powodu rekurencyjnej struktury katalogów
ro: Transferul a eșuat din cauza unei structuri recursive a directorului

# transfer.error.termsOfServiceViolation
source: Violated Terms of Service
pl: Naruszenie warunków korzystania z usługi
ro: A încălcat Termenii de utilizare a serviciului

source: SSL verification failed
pl: Niepowodzenie weryfikacji SSL
ro: Verificarea SSL a eșuat

source: Not enough quota
pl: Za mało miejsca
ro: Cotă insuficientă

# Multi-factor authentication required
source: Two-factor authentication required
pl: Wymagane jest uwierzytelnianie dwuskładnikowe
ro: Este necesară autentificarea cu doi factori

# Access denied for users
source: Access denied for non-admin users
pl: Odmowa dostępu dla użytkowników niebędących administratorami
ro: Acces interzis pentru utilizatorii non-admin

# Business account has expired
source: Account deactivated
pl: Konto dezaktywowane
ro: Cont dezactivat

source: Credit card rejected
pl: Karta kredytowa odrzucona
ro: Card de credit respins

source: Billing failed
pl: Fakturowanie nie powiodło się
ro: Facturare eșuată

source: Rejected by fraud protection
pl: Odrzucony przez ochronę przed oszustwami
ro: Respinsă de protecția împotriva fraudelor

source: Too many requests
pl: Zbyt dużo zgłoszeń
ro: Prea multe cereri

source: Balance error
pl: Błąd rozliczenia
ro: Eroare privind soldul

source: HTTP error
pl: Błąd HTTP
ro: Eroare HTTP

source: Unknown error
pl: Nieznany błąd
ro: Eroare necunoscută

source: Calling…
pl: Dzwonię…
ro: Se apelează…

source: Incoming call
pl: Nadchodzące połączenie
ro: Apel de intrare

source: Quality of videos uploaded to a chat
pl: Jakość filmów wgrywanych do czatu
ro: Calitatea videoclipurilor încărcate într-un chat

source: Video quality
pl: Jakość wideo
ro: Calitate video

source: Preparing…
pl: Przygotowywanie…
ro: Se pregătește…

source: QR code
pl: Kod QR
ro: Cod QR

source: Auto-accept
pl: Auto-akceptacja
ro: Acceptă automat

# autoAcceptFooter
source: MEGA users who scan your QR code will be automatically added to your contact list.
pl: Użytkownicy MEGA, którzy skanują Twój kod QR, zostaną automatycznie dodani do Twojej listy kontaktów.
ro: Utilizatorii MEGA care îți scanează codul QR vor fi adăugați automat în lista de contacte.

source: Reset QR code
pl: Zresetuj kod QR
ro: Resetează codul QR

# resetQrCodeFooter
source: Previous QR codes will no longer be valid.
pl: Poprzedni kod QR nie będzie aktywny.
ro: Codurile QR anterioare nu vor mai fi valide.

source: My QR code
pl: Mój kod QR
ro: Codul meu QR

source: Scan code
pl: Zeskanuj kod
ro: Scanează un cod

# lineCodeWithCamera
source: Line up the QR code to scan it with your device’s camera
pl: Zeskanuj kod QR swoim urządzeniem
ro: Aliniază codul QR pentru a-l scana cu camera dispozitivului

source: Invalid code
pl: Nieprawidłowy kod
ro: Cod nevalid

source: Code scanned
pl: Kod został zeskanowany
ro: Cod scanat

# sharedWidth
source: Shared with:
pl: Udostępnij do:
ro: Partajat cu:

source: Sharing
pl: Udostępnij
ro: Partajare

source: Versions
pl: Wersje
ro: Versiuni

# cloudDrive.info.node.location
source: Location
pl: Lokalizacja
ro: Locație

# cloudDrive.info.node.noLocation
source: No location information
pl: Brak informacji o lokalizacji
ro: Nicio informație despre locație

source: Total size
pl: Całkowity rozmiar
ro: Dimensiune totală

source: Type
pl: Rodzaj
ro: Tip

source: Contains
pl: Zawiera
ro: Conține

source: Modified
pl: Zmodyfikowany
ro: Modificat

source: Added
pl: Dodano
ro: Adăugat

source: users
pl: użytkownicy
ro: utilizatori

source: User
pl: Użytkownik
ro: Utilizator

# deleteVersion
source: Do you want to delete this version?
pl: Czy chcesz usunąć tą wersję?
ro: Vrei să ștergi această versiune?

# permanentlyRemoved
source: It will be permanently removed
pl: Zostanie całkowicie usunięta
ro: Va fi eliminată definitiv

source: Delete
pl: Usuń
ro: Șterge

source: Revert
pl: Wycofaj
ro: Restabilește

source: Download
pl: Pobierz
ro: Descarcă

source: file
pl: pliki
ro: fișier

# chat.match.file
source: File
pl: Plik
ro: Fișier

source: Current version
pl: Aktualna wersja
ro: Versiunea actuală

source: Previous versions
pl: Poprzednie wersje
ro: Versiuni anterioare

source: Current versions
pl: Aktualna wersje
ro: Versiunile actuale

# remindPasswordTitle
source: Do you remember your password?
pl: Czy pamiętasz swoje hasło?
ro: Îți mai aduci aminte parola?

# remindPasswordText
source: Due to MEGA’s encryption technology you are unable to reset your password without data loss. Please make sure you remember your password.
pl: Ze względu na mechanizmy bezpieczeństwa nie możemy zrestartować Twojego hasło. Upewnij się, że pamiętasz swoje hasło.
ro: Datorită tehnologiei de criptare MEGA, nu poți să îți resetezi parola fără pierderea datelor. Te rugăm să te asiguri că ții minte parola.

# remindPasswordLogoutText
source: Before logging out we recommend you export your Recovery key to a safe place. Note that you’re not able to reset your password if you forget it.
pl: Zanim się wylosujemy upewnij się ze przechowuj klucz zapasowy w bezpiecznym miejscu. Pamiętaj, że nie będziesz miał możliwości zresetowania hasła.
ro: Înainte de a te deconecta, îți recomandăm să exporți cheia de recuperare într-un loc sigur. Reține că nu poți să resetezi parola dacă o uiți.

# dontShowAgain
source: Do not show again
pl: Nie pokazuj więcej
ro: Nu afișa din nou

source: Test password
pl: Hasło testowe
ro: Testați parola

source: Back up Recovery key
pl: Kopia klucza
ro: Fă backup cheii de recuperare

# testPasswordText
source: Please test your password below to ensure you remember it. If you lose your password, you will lose access to your MEGA data. [A]Learn more[/A]
pl: Zapamiętaj swoje hasło. Jeżli zapomnisz hasło, zablokujesz sobie dostęp do danych na MEGA. [A]Dowiedz się więcej[/A]
ro: Testați parola de mai jos pentru a vă asigura că o amintiți. Dacă vă pierdeți parola, veți pierde accesul la datele MEGA. [A]Aflați mai multe[/A]

source: Confirm
pl: Potwierdź
ro: Confirmă

source: Password accepted
pl: Hasło zaakceptowane
ro: Parolă acceptată

source: Export Recovery key
pl: Eksportowanie klucza
ro: Exportă cheia de recuperare

source: Proceed to log out
pl: Wyloguj się
ro: Continuați să vă deconectați

# testPasswordLogoutText
source: You are about to log out, please test your password to ensure you remember it. If you lose your password, you will lose access to your MEGA data.
pl: Za chwilę się wylogujesz, sprawdź swoje hasło, aby je zapamiętać. Jeśli zgubisz hasło, utracisz dostęp do swoich danych MEGA.
ro: Ești pe cale să te deconectezi, te rugăm să testezi parola pentru a te asigura că ți-o aduci aminte. Dacă îți pierzi parola, îți vei pierde accesul la datele MEGA.

source: Loading…
pl: Ładowanie…
ro: Se încarcă…

source: Next
pl: Dalej
ro: Înainte

source: Ignore
pl: Zignorowane
ro: Ignoră

source: Open browser
pl: Otwórz przeglądarkę
ro: Deschide browserul

source: Restart
pl: Zrestartuj
ro: Repornește

source: Resume
pl: Wznów
ro: Reia

source: Preview content
pl: Podgląd zawartości
ro: Previzualizează conținutul

source: Missed call
pl: Opuszczone rozmowy
ro: Apel ratat

source: Call was rejected
pl: Połączenie zostało odrzucone
ro: Apelul a fost respins

source: Call was cancelled
pl: Połączenie zostało anulowane
ro: Apelul a fost anulat

source: Call was not answered
pl: Połączenie nie zostało odebrane
ro: Nu s-a răspuns la apel

source: Call failed
pl: Nieudane połączenie
ro: Apel eșuat

source: Call ended.
pl: Rozmowa została zakończona.
ro: Apel încheiat.

source: Group call ended
pl: Zakończono połączenie grupowe
ro: Apel de grup încheiat

source: [A]Group call ended[/A][C]. Duration: [/C]
pl: [A]Połączenie grupowe zakończone[/A][C]. Czas trwania:[/C]
ro: [A]Apel de grup încheiat[/A][C]. Durata: [/C]

source: Duration: %@
pl: Trwanie: %@
ro: Durată: %@

source: File not supported
pl: Plik nie jest obsługiwany
ro: Fișier nesuportat

# message_fileNotSupported
source: You can save it for Offline and open it in a compatible app.
pl: Możesz zapisać go w trybie lokalnym i otworzyć w kompatybilnej aplikacji.
ro: Poți să-l salvezi pentru Offline și să-l deschizi într-o aplicație compatibilă.

source: Forward
pl: Do przodu
ro: Redirecționează

# chat.forwardedMessage
source: Message sent
pl: Wiadomość wysłana
ro: Mesaj trimis

# chat.forwardedMessages
source: Messages sent
pl: Wiadomość wysłana
ro: Mesaje trimise

# archivedChats
source: Archived
pl: Zarchiwizowane
ro: Arhivate

# archiveChatMessage
source: Are you sure you want to archive this conversation?
pl: Czy na pewno chcesz zarchiwizować tę rozmowę?
ro: Sigur vreți să arhivați această conversație?

# unarchiveChatMessage
source: Are you sure you want to unarchive this conversation?
pl: Czy na pewno chcesz cofnąć archiwizację tej rozmowy?
ro: Sigur vreți să dezarhivați această conversație?

# unarchiveChat
source: Unarchive
pl: Rozpakuj archiwum
ro: Dezarhivează

# archiveChat
source: Archive
pl: Archiwum
ro: Arhivează

source: Archived
pl: Zarchiwizowane
ro: Arhivate

# noArchivedChats
source: No archived chats or meetings
pl: Brak archiwalnych czatów i spotkań
ro: Niciun chat sau întâlnire arhivată

source: Two-factor authentication
pl: Uwierzytelnianie dwuetapowe
ro: Autentificare cu doi factori

source: Begin setup
pl: Rozpocznij instalację
ro: Începe configurarea

# pleaseEnterTheSixDigitCode
source: Enter the 6-digit code generated by your authenticator app.
pl: Wprowadź 6-cyfrowy kod wygenerowany przez aplikację uwierzytelniającą.
ro: Introduceți codul din 6 cifre generat de aplicația dvs. de autentificare.

# whyYouDoNeedTwoFactorAuthentication
source: Why do you need two-factor authentication?
pl: Dlaczego potrzebujesz uwierzytelniania dwuetapowego?
ro: De ce ai nevoie de autentificarea cu doi factori?

# whatIsTwoFactorAuthentication
source: Two-factor authentication is a second layer of security for your account.
pl: Uwierzytelnianie dwuetapowe to druga warstwa zabezpieczeń Twojego konta.
ro: Autentificarea cu doi factori este un al doilea nivel de securitate pentru contul dvs.

# whyYouDoNeedTwoFactorAuthenticationDescription
source: Two-factor authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.
pl: Uwierzytelnianie dwuetapowe to druga warstwa zabezpieczeń Twojego konta. Co oznacza, że nawet jeśli ktoś zna twoje hasło, nie może uzyskać do niego dostępu, nie mając dostępu do sześciocyfrowego kodu, do którego masz dostęp.
ro: Autentificarea cu doi factori este un al doilea nivel de securitate pentru contul dvs. Ceea ce înseamnă că, chiar dacă cineva îți cunoaște parola, nu o poate accesa, fără a avea acces și la codul din șase cifre la care ai acces doar tu.

source: Authenticator app required
pl: Wymagana aplikacja Authenticator
ro: Aplicație de autentificare necesară

# youNeedATwoFactorAuthenticationApp
source: We’re sorry, two-factor authentication cannot be enabled on your device. Please open the App Store to install an authenticator app.
pl: Przykro nam, ale uwierzytelnianie dwuetapowe nie może być włączone na Twoim urządzeniu. Otwórz sklep App Store, aby zainstalować aplikację Authenticator.
ro: Ne pare rău, autentificarea cu doi factori nu poate fi activată pe dispozitiv. Te rugăm să deschizi App Store pentru a instala o aplicație de autentificare.

source: You need an authenticator app to enable 2FA on MEGA. You can download and install the Google authenticator, Duo Mobile, Authy or Microsoft authenticator app for your phone or tablet.
pl: Potrzebujesz aplikacji uwierzytelniającej, by włączyć 2FA na MEGA. Możesz pobrać i zainstalować aplikację Google Authenticator, Duo Mobile, Authy lub Microsoft Authenticator na swój telefon lub tablet.
ro: Ai nevoie de o aplicație de autentificare pentru a activa A2F pe MEGA. Poți descărca și instala aplicația Google Authenticator, Duo Mobile, Authy sau Microsoft Authenticator pentru telefon sau tabletă.

source: Two-factor authentication enabled
pl: Uwierzytelnianie dwuetapowe włączone
ro: Autentificarea cu doi factori activată

# twoFactorAuthenticationEnabledDescription
source: Next time you log in to your account you will be asked to enter a 6-digit code provided by your authenticator app.
pl: Gdy następnym razem zalogujesz się na swoje konto, zostaniesz poproszony o podanie 6-cyfrowego kodu podanego przez aplikację Authenticator.
ro: Data viitoare când te autentifici în contul ți se va cere să introduci un cod din 6 cifre furnizat de aplicația de autentificare.

# pleaseSaveYourRecoveryKey
source: Please save your Recovery key in a safe location
pl: Zapisz klucz zapasowy w bezpiecznej lokalizacji
ro: Te rugăm să salvezi cheia de recuperare într-o locație sigură

# twoFactorAuthenticationEnabledWarning
source: If you lose access to your account after enabling 2FA and you have not backed up your Recovery key, MEGA cannot help you gain access to it again.
pl: Jeśli utracisz dostęp do swojego konta po włączeniu opcji 2FA i nie utworzyłeś kopii zapasowej klucza, MEGA nie pomoże ci odzyskać do niego dostępu.
ro: Dacă pierdeți accesul la contul dvs. după activarea A2F și nu ați făcut backup pentru cheia de recuperare, MEGA nu vă poate ajuta să obțineți din nou acces la acesta.

source: Two-factor authentication disabled
pl: Uwierzytelnianie dwuetapowe wyłączone
ro: Autentificarea cu doi factori dezactivată

# scanOrCopyTheSeed
source: Scan or copy the seed to your authenticator app. Be sure to back up this seed to a safe place in case you lose your device.
pl: Zeskanuj lub skopiuj materiał siewny do aplikacji Authenticator. Pamiętaj, aby wykonać kopię zapasową tego materiału siewnego w bezpieczne miejsce na wypadek utraty urządzenia.
ro: Scanează sau copiază sămânța în aplicația de autentificare. Asigură-te că copiezi această sămânță într-un loc sigur în cazul în care îți pierzi dispozitivul.

source: Lost your authenticator device?
pl: Zgubiłeś swoje urządzenie?
ro: Ați pierdut dispozitivul de autentificare?

source: Save images in Photos
pl: Zapisz obrazy w Zdjęciach
ro: Salvează imagini în Poze

source: Save videos in Photos
pl: Zapisz wideo w Zdjęciach
ro: Salvează videoclipuri în Poze

source: Images or videos downloaded will be stored in the device’s media library instead of the Offline section.
pl: Zdjęcia lub pobrane filmy będą przechowywane w bibliotece multimediów urządzenia zamiast w sekcji lokalne.
ro: Imaginile sau videoclipurile descărcate vor fi stocate în biblioteca media a dispozitivului în locul secțiunii Offline.

source: Camera
pl: Kamera
ro: Cameră

source: Save in Photos
pl: Zapisz w Zdjęciach
ro: Salvează în Poze
