Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

source: Cancel
pl: Anuluj
ro: Anulați

source: OK
ro: Bine

source: Clear
pl: Wyczyść
ro: Șterge

source: Yes
pl: Tak
ro: Da

source: No
pl: Nie
ro: Nu

source: Upload
pl: Wgraj
ro: Încarcă

source: Error
pl: Błąd
ro: Eroare

source: Edit
pl: Edytuj
ro: Editează

source: Saved
pl: Zapisane
ro: Salvat

source: Passcode
pl: Kod
ro: Cod de acces

source: Size
pl: Rozmiar
ro: Dimensiune

source: Quality
pl: Jakość
ro: Calitate

# noCamera
source: No camera available
pl: Brak dostępu do kamery
ro: Nicio cameră disponibilă

source: Attention
pl: Uwaga
ro: Atenție

# cameraPermissions
source: Please give MEGA permission to access your Camera in Settings
pl: W ustawieniach należy zezwolić firmie MEGA na dostęp do kamery.
ro: Te rugăm să-i dai aplicației MEGA permisiunea de a accesa camera în Configurări

# microphonePermissions
source: Please give MEGA permission to access your Microphone in Settings
pl: W ustawieniach należy zezwolić firmie MEGA na dostęp do mikrofonu.
ro: Te rugăm să-i dai aplicației MEGA permisiunea de a accesa microfonul în Configurări

# photoLibraryPermissions
source: Please give MEGA permission to access your Photos in Settings
pl: W ustawieniach należy zezwolić firmie MEGA na dostęp do zdjęć.
ro: Te rugăm să-i dai aplicației MEGA permisiunea de a accesa fotografiile în Configurări

# accountAlreadyConfirmed
source: Your account has been activated. Please log in.
pl: Twoje konto zostało aktywowane. Proszę się zalogować.
ro: Contul dvs. a fost activat. Vă rugăm să vă autentificați.

source: Your confirmation link is no longer valid. Your account may already be activated or you may have cancelled your signup.
pl: Twój link potwierdzający nie jest już ważny. Twoje konto może być już aktywowane lub anulowałeś rejestrację.
ro: Confirmarea link-ului dvs. nu mai este valabil. Este posibil ca contul dvs. să fie deja activat sau este posibil să vă fi anulat înregistrarea.

# linkNotValid
source: Invalid link
pl: Nieprawidłowy link
ro: Link nevalid

source: The account that created this link has been terminated due to multiple violations of our [A]Terms of Service[/A].
pl: Konto użytkownika zostało usunięte z powodu wielokrotnych naruszeń naszego [A]regulaminu[/A].
ro: Contul care a creat acest link a fost desființat din cauza unor încălcări multiple ale [A]Termenilor de utilizare a serviciului[/A] nostru.

# decryptionKeyAlertTitle
source: Enter decryption key
pl: Wprowadź klucz deszyfrujący
ro: Introdu cheia de decriptare

# decryptionKeyAlertMessage
source: To access this folder or file, you will need its decryption key. If you do not have the key, please contact the creator of the link.
pl: Aby uzyskać dostęp do tego katalogu lub pliku, będziesz potrzebować jego klucza odszyfrowywania. Jeśli nie masz klucza, skontaktuj się z twórcą linku.
ro: Pentru a accesa acest folder sau fișier, vei avea nevoie de cheia de decriptare a acestuia. Dacă nu ai cheia, te rugăm să contactezi creatorul linkului.

# decryptionKeyAlertMessageForAlbum
source: To access the album, enter the decryption key. If you don’t have it, contact the person who shared the link with you.
pl: Aby uzyskać dostęp do albumu, wprowadź klucz deszyfrujący. Jeśli go nie masz, skontaktuj się z osobą, która udostępniła Ci link.
ro: Pentru a accesa albumul, introduceți cheia de decriptare. Dacă nu îl aveți, contactați persoana care a partajat linkul cu dvs.

source: Decryption key
pl: Klucz deszyfrowania
ro: Cheie de decriptare

source: Decrypt
pl: Odszyfruj
ro: Decriptează

# decryptionKeyNotValid
source: Invalid decryption key
pl: Nieprawidłowy klucz
ro: Cheie de decriptare nevalidă

source: To access this link, you will need its password.
pl: Aby uzyskać dostęp, będziesz potrzebować hasła.
ro: Pentru a accesa acest link, vei avea nevoie de parola sa.

source: If you do not have the password, contact the creator of the link.
pl: Jeżeli nie posiadasz hasła, skontaktuj się z autorem linku.
ro: Dacă nu ai parola, contactează creatorul linkului.

source: Enter the password
pl: Wprowadź hasło
ro: Introdu parola

# loggedOut_alertTitle
source: Logged out
pl: Wyloguj się
ro: Deconectat

# loggedOutFromAnotherLocation
source: You’ve been logged out of this device from another location
pl: Zostałeś wylogowany z tego urządzenia z innej lokalizacji
ro: Ați fost deconectat de pe acest dispozitiv dintr-o altă locație

# sslUnverified_alertTitle
source: MEGA is unable to connect securely through SSL. You might be on public Wi-Fi with additional requirements.
pl: MEGA nie może połączyć się bezpiecznie przez SSL. Być może korzystasz z publicznej sieci Wi-Fi z dodatkowymi wymaganiami.
ro: MEGA nu se poate conecta securizat prin SSL. S-ar putea să fii pe o rețea Wi-Fi publică cu cerințe suplimentare.

# theContentIsNotAvailableForThisAccount
source: The content you are trying to access is not available for this account. Try to log in with same account as in the mobile browser.
pl: Zawartość, do której próbujesz uzyskać dostęp, nie jest dostępna dla tego konta. Spróbuj zalogować się przy użyciu tego samego konta, co w przeglądarce mobilnej.
ro: Conținutul pe care încercați să îl accesați nu este disponibil pentru acest cont. Încercați să vă conectați cu același cont ca în browserul mobil.

# takingLongerThanExpected
source: The process is taking longer than expected. Please wait…
pl: Operacja zajmuję więcej czasu niż zwykle. Proszę czekać…
ro: Procesul durează mai mult decât era de așteptat. Te rugăm să aștepți…

# serversAreTooBusy
source: Servers are too busy. Please wait…
pl: Serwery są aktualnie zajęte. Proszę czekać…
ro: Serverele sunt prea ocupate. Te rugăm să aștepți…

# unableToReachMega
source: Unable to reach MEGA. Please check your connectivity or try again later.
pl: Brak połączenia z MEGA. Sprawdź swoje połączenie do sieci i spróbuj ponownie.
ro: Nu se poate accesa MEGA. Te rugăm să verifici conectivitatea sau încearcă din nou mai târziu.

# tooManyRequest
source: Too many requests. Please wait.
pl: Za dużo zgłoszeń. Proszę czekać.
ro: Prea multe cereri. Te rugăm să aștepți.

source: Please log in to your account.
pl: Zaloguj się do swojego konta.
ro: Te rugăm să te autentifici în cont.

# needToBeLoggedInToCompleteYourEmailChange
source: You need to be logged in to complete your email address change. Please log in again with your current email address, then tap on your confirmation link again.
pl: Musisz być zalogowany, aby dokończyć zmianę adresu e-mail. Zaloguj się ponownie przy użyciu aktualnego adresu e-mail, a następnie wybierz ponownie link potwierdzający.
ro: Trebuie să fiți autentificat pentru a finaliza schimbarea adresei de e-mail. Vă rugăm să vă conectați din nou cu adresa dvs. de e-mail curentă, apoi atingeți din nou linkul de confirmare.

source: Log in
pl: Zaloguj się
ro: Conectați-vă

# account.createAccount.alreadyHaveAnAccount
source: Already have an account?
pl: Masz już konto?
ro: Aveți un cont?

# createAccount
source: Sign up
pl: Zarejestruj się
ro: Înscrieți-vă

# account.login.newToMega
source: New to MEGA?
pl: Pierwszy raz na MEGA?
ro: Ești utilizator nou pe MEGA?

# general.joinMeetingAsGuest
source: Join meeting as guest
pl: Dołącz do spotkania jako gość
ro: Alăturați-vă întâlnirii ca invitat

# invalidMailOrPassword
source: Invalid email address or password. Try again.
pl: Nieprawidłowy adres email lub hasło. Spróbuj ponownie.
ro: Adresă de e-mail sau parolă nevalide. Încercați din nou.

# tooManyAttemptsLogin
source: You have attempted to log in too many times. Please wait until %@ and try again.
pl: Za dużo prób logowania. Spróbuj ponownie po %@.
ro: Ați încercat să vă conectați de prea multe ori. Vă rugăm să așteptați până %@ și încercați din nou.

# accountNotConfirmed
source: Check your email inbox and follow the link to confirm your account.
pl: Sprawdź swoją skrzynkę email i kliknij link, aby potwierdź swoje konto.
ro: Verificați căsuța de e-mail și urmați linkul pentru a vă confirma contul.

# accountBlocked
source: Your account was terminated due to a breach of MEGA’s Terms of Service including, but not limited to, clause 15.
pl: Twoje konto zostało zlikwidowane z powodu naruszenia warunków korzystania z usług firmy MEGA, w tym między innymi klauzuli 15.
ro: Contul dvs. a fost desființat din cauza încălcării Termenii de utilizare a serviciului MEGA, inclusiv, dar fără a se limita la, clauza 15.

# emailInvalidFormat
source: Enter a valid email address
pl: Wprowadź poprawny adres e-mail
ro: Introdu un e-mail valid

source: The email address format is invalid
pl: Format adresu e-mail jest nie prawidłowy
ro: Formatul adresei de e-mail este nevalid

# passwordInvalidFormat
source: Enter your password
pl: Wprowadz swoje hasło
ro: Introduceți parola dvs.

# emailPlaceholder
source: Email address
pl: E-mail
ro: Adresa e-mail

# passwordPlaceholder
source: Password
pl: Hasło
ro: Parolă

# account.changePassword.error.currentPassword
source: You have entered your current password.
pl: Wprowadziłeś swoje aktualne hasło.
ro: Ai introdus parola actuală.

source: Please strengthen your password.
pl: Wprowadź bezpieczniejsze hasło.
ro: Te rugăm să introduci o parolă mai puternică.

source: Very weak
pl: Bardzo słaby
ro: Foarte slabă

source: Weak
pl: Słabe
ro: Slabă

# passwordVeryWeakOrWeak
source: Your password is easily guessed. Try making your password longer. Combine uppercase and lowercase letters. Add special characters. Do not use names or dictionary words.
pl: Twoje hasło można łatwo odgadnąć. Spróbuj zwiększyć swoje hasło. Połącz wielkie i małe litery. Dodaj znaki specjalne. Nie używaj nazw ani słów słownikowych.
ro: Parola ta este ușor de ghicit. Încearcă să faci parola mai lungă. Combină litere mari și litere mici. Adaugă caractere speciale. Nu folosi nume sau cuvinte din dicționar.

# PasswordStrengthMedium
source: Medium
pl: Średnie
ro: Medie

# passwordMedium
source: Your password is good enough to proceed, but it is recommended to strengthen your password further.
pl: Twoje hasło jest wystarczająco bezpieczne aby kontynuować, ale rekomendujemy wzmocnienie hasła później.
ro: Parola ta este suficientă de bună pentru a continua, dar este recomandat să întărești parola în continuare.

source: Good
pl: Dobre
ro: Bună

# passwordGood
source: This password will withstand most typical brute-force attacks. Please ensure that you will remember it.
pl: To hasło będzie wytrzymałe na najbardziej wyrafinowane ataki brute-force. Upewnij się, że jesteś w stanie je zapamiętać.
ro: Această parolă va rezista în fața celor mai tipice atacuri de tip „brute-force”. Te rugăm să te asiguri că o vei reține.

source: Strong
pl: Silne
ro: Puternică

# passwordStrong
source: This password will withstand most sophisticated brute-force attacks. Please ensure that you will remember it.
pl: To hasło będzie wytrzymałe na najbardziej wyrafinowane ataki brute-force. Upewnij się, że jesteś w stanie je zapamiętać.
ro: Această parolă va rezista în fața celor mai sofisticate atacuri de tip „brute-force”. Te rugăm să te asiguri că o vei reține.

# agreeWithTheMEGATermsOfService
source: I agree with the MEGA <a href="terms">Terms of Service</a>
pl: Zgadzam się z MEGA <a href="terms">Warunkami korzystania z usługi</a>
ro: Sunt de acord cu <a href="terms">Termenii de utilizare a serviciului</a> MEGA

# agreeWithLosingPasswordYouLoseData
source: I understand that [S]if I lose my password, I may lose my data.[/S] Read more about <a href="terms">MEGA’s end-to-end encryption</a>.
pl: Rozumiem, że [S]jeśli utracę hasło, mogę stracić dane.[/S] Dowiedz się więcej o <a href="terms">kompleksowym szyfrowaniu MEGA</a>.
ro: Înțeleg că [S]dacă îmi pierd parola, se poate să îmi pierd datele.[/S] Citește mai multe despre <a href="terms">criptarea capăt-la-capăt MEGA</a>.

# nameInvalidFormat
source: Enter a valid name
pl: Wprowadź poprawną nazwę
ro: Introdu un nume valid

source: Passwords do not match
pl: Hasła do siebie nie pasują
ro: Parolele nu coincid

# termsCheckboxUnselected
source: You have to accept our Terms of Service
pl: Musisz zaakceptować regulamin
ro: Trebuie să accepți Termenii de utilizare a serviciului nostru

# termsForLosingPasswordCheckboxUnselected
source: You need to agree that you understand the danger of losing your password
pl: Musisz zgodzić się, że rozumiesz niebezpieczeństwo utraty hasła
ro: Trebuie să fii de acord cu faptul că înțelegi pericolul pierderii parolei

# emailAlreadyRegistered
source: This email address has already signed up for an account with MEGA
pl: Ten adres email zarejestrował już konto w MEGA
ro: Această adresă de e-mail s-a înscris deja pentru un cont la MEGA

source: Awaiting email confirmation.
pl: Oczekiwanie na potwierdzenie adresu e-mail.
ro: În așteptarea confirmării e-mailului.

# confirmText
source: Please enter your password to confirm your account
pl: Wprowadź hasło, w celu potwierdzenia konta
ro: Te rugăm să introduci parola pentru a confirma contul

source: Confirm account
pl: Potwierdź konto
ro: Confirmă contul

# passwordWrong
source: Wrong password
pl: Błędne hasło
ro: Parolă greșită

# emailAlreadyInUse
source: This email address is already in use
pl: Ten adres email jest już używany
ro: Această adresă de e-mail este deja folosită

# nodeTooBig
source: You need to free some space on your device
pl: Zwiększ dostępną, wolną pamięć na urządzeniu
ro: Trebuie să eliberezi ceva spațiu pe dispozitiv

source: MEGA needs a minimum of %@. Free up some space by deleting apps you no longer use or large video files in your gallery. You can also manage what MEGA stores on your device.
pl: MEGA potrzebuje minimum %@. Zwolnij trochę miejsca, usuwając nieużywane aplikacje lub duże pliki wideo w galerii. Możesz także zarządzać tym, co MEGA przechowuje na twoim urządzeniu.
ro: MEGA are nevoie de minimum %@. Eliberează puțin spațiu ștergând aplicațiile pe care nu le mai folosești sau fișierele video mari din galerie. Poți și gestiona ceea ce MEGA stochează pe dispozitiv.

source: File link
pl: Link
ro: Linkul fișierului

# openButton
source: Open
pl: Otwórz
ro: Deschide

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
pl: Plik który chcesz pobrać jest większy niż dostępna pamięć.
ro: Fișierul pe care încerci să îl descarci este mai mare decât memoria disponibilă.

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the available memory.
pl: Plik, który chcesz otworzyć jest większy niż dostępna pamięć.
ro: Fișierul pe care încerci să îl deschizi este mai mare decât memoria disponibilă.

# linkUnavailable
source: Unavailable link
pl: Niedostępny link
ro: Link indisponibil

# fileLinkUnavailableText1
source: This could be due to the following reasons:
pl: Z jednego z poniższych powodów:
ro: Acest lucru ar putea fi din cauza următoarelor motive:

# fileLinkUnavailableText2
source: The file has been removed as it violated our Terms of Service
pl: Plik został usunięty, ponieważ naruszał nasze warunki korzystania z usługi
ro: Fișierul a fost eliminat deoarece a încălcat Termenii de utilizare a serviciului

# fileLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
pl: Nieważny adres URL - link którego próbujesz użyć jest niedostępny
ro: URL nevalid - linkul pe care încerci să-l accesezi nu există

# fileLinkUnavailableText4
source: The file has been deleted by the user.
pl: Plik został skasowany przez użytkownika.
ro: Fișierul a fost șters de către utilizator.

source: Download started
pl: Pobieranie rozpoczęte
ro: Descărcarea a început

source: Folder link
pl: Link do katalogu
ro: Linkul folderului

source: Album link
pl: Link do albumu
ro: Link pentru album

# albumLink.invalidAlbum.alert.title
source: Cannot access album
pl: Nie można uzyskać dostępu do albumu
ro: Nu se poate accesa albumul

# albumLink.invalidAlbum.alert.message
source: The link to the album has been removed or the album has been deleted. Contact the person who shared the link with you.
pl: Link do albumu został usunięty lub album został usunięty. Skontaktuj się z osobą, która udostępniła Ci łącze.
ro: Link-ul către album a fost eliminat sau albumul a fost șters. Contactați persoana care a partajat linkul cu dvs.

# albumLink.invalidAlbum.alert.dissmissButtonTitle
source: OK, got it
pl: OK, rozumiem
ro: Bine, am înțeles

# albumLink.importFailed.storageQuotaWillExceed.alert.title
source: Cannot save album
pl: Nie można zapisać albumu
ro: Nu se poate salva albumul

# albumLink.importFailed.storageQuotaWillExceed.alert.detail
source: You don’t have enough storage to save this album to your Cloud drive. Upgrade now to get more storage.
pl: Nie masz wystarczającej ilości miejsca, aby zapisać ten album na dysku w chmurze. Uaktualnij teraz, aby uzyskać więcej miejsca.
ro: Nu aveți suficient spațiu de stocare pentru a salva acest album pe Unitatea cloud. Faceți upgrade acum pentru a obține mai mult spațiu de stocare.

# downloadButton
source: Download
pl: Pobierz
ro: Descarcă

# folderTooBigMessage
source: The folder you are trying to download is bigger than the available memory.
pl: Katalog, który chcesz pobrać jest większy niż dostępna pamięć.
ro: Folderul pe care încerci să îl descarci este mai mare decât memoria disponibilă.

# folderCreationError
source: The folder “%@” can’t be created
pl: Katalog „%@” nie może zostać utworzony
ro: Folderul „%@” nu poate fi creat

# folderLinkUnavailableText1
source: This could be due to the following reasons:
pl: Z jednego z poniższych powodów:
ro: Acest lucru ar putea fi din cauza următoarelor motive:

# folderLinkUnavailableText2
source: The folder link has been removed as it violated our Terms of Service.
pl: Łącze do katalogu zostało usunięte, ponieważ naruszało nasze warunki korzystania z usługi.
ro: Linkul folderului a fost eliminat deoarece a încălcat Termenii de utilizare a serviciului.

# folderLinkUnavailableText3
source: Invalid URL - the link you are trying to access does not exist
pl: Nieważny adres URL - link którego próbujesz użyć jest niedostępny
ro: URL nevalid - linkul pe care încerci să-l accesezi nu există

# folderLinkUnavailableText4
source: The folder link has been disabled by the user.
pl: Link został zablokowany przez użytkownika.
ro: Linkul folderului a fost dezactivat de către utilizator.

source: No internet connection
pl: Brak połączenia z internetem
ro: Fără conexiune la internet

source: Empty folder
pl: Brak plików
ro: Folder gol

# cloudDriveEmptyState_title
source: No files in your Cloud drive
pl: Brak plików na dysku
ro: Niciun fișier în Unitatea cloud

source: Add files
pl: Dodaj pliki
ro: Adaugă fișiere

source: No results
pl: Brak wyników
ro: Niciun rezultat

# cloudDriveEmptyState_titleRubbishBin
source: Empty Rubbish bin
pl: Opróżnij Kosz
ro: Coș de gunoi gol

# sharedItems.menu.slideshow.title
source: Slideshow
pl: Pokaz slajdów
ro: Expunere de diapozitive

# slideshow.preferenceSetting.options
source: Options
pl: Opcje
ro: Opțiuni

# slideshow.preferenceSetting.slideshowOptions
source: Slideshow options
pl: Opcje pokazu slajdów
ro: Opțiuni pentru expunerea de diapozitive

# slideshow.preferenceSetting.mediaInSubFolders
source: Include images from sub-folders in the slideshow
pl: Dołączanie do pokazu slajdów obrazów z podkatalogów
ro: Include imagini din subfoldere în expunerea de diapozitive

# slideshow.preferenceSetting.speed
source: Slideshow speed
pl: Szybkość pokazu slajdów
ro: Viteză pentru expunerea de diapozitive

# slideshow.preferenceSetting.speed.slow
source: Slow (8s)
pl: Powoli (8s)
ro: Lentă (8s)

# slideshow.preferenceSetting.speed.normal
source: Normal (4s)
pl: Normalnie (4s)
ro: Normală (4s)

# slideshow.preferenceSetting.speed.fast
source: Fast (2s)
pl: Szybko (2s)
ro: Rapidă (2s)

# slideshow.preferenceSetting.order
source: Slideshow order
pl: Kolejność pokazu slajdów
ro: Ordine pentru expunerea de diapozitive

# slideshow.preferenceSetting.order.shuffle
source: Shuffle
pl: Losowa
ro: Amestecă

# slideshow.preferenceSetting.slideshowOptions.repeat
source: Repeat
pl: Powtarzalna
ro: Repetă

# slideshow.preferenceSetting.slideshowOptions.subFolders
source: Include sub-folders
pl: Załącz podfoldery
ro: Include subfoldere

# offlineEmptyState_title
source: No files saved for Offline
pl: Nie masz plików w lokalnych
ro: Niciun fișier salvat pentru offline

# contactsEmptyState_title
source: No contacts
pl: Brak kontaktów
ro: Niciun contact

# noIncomingSharedItemsEmptyState_text
source: No incoming shared folders
pl: Brak udostępnionych katalogów
ro: Niciun folder partajat primit

# noOutgoingSharedItemsEmptyState_text
source: No outgoing shared folders
pl: Brak udostępnionych katalogów
ro: Niciun folder partajat trimis

source: Contact requests
pl: Nowe zaproszenia
ro: Cereri de contact

source: Add contacts
pl: Dodaj kontakty
ro: Adaugă contacte

# inviteContact
source: Invite to MEGA
pl: Zaproś do MEGA
ro: Invită pe MEGA

# dialog.callAttempt.contactNotInMEGA
source: Your contact [X] is not on MEGA. In order to call through MEGA’s encrypted chat you need to invite your contact
pl: Twój kontakt [X] nie jest obecny na MEGA. Aby móc zadzwonić przez szyfrowany czat MEGA, musisz zaprosić swój kontakt
ro: Persoana de contact [X] Nu este pe MEGA. Pentru a apela prin chat-ul criptat MEGA, trebuie să vă invitați contactul

# inviteSent
source: Invitation sent
pl: Zaproszenie wysłane
ro: Invitația a fost trimisă

source: Later
pl: Później
ro: Mai târziu

source: Received
pl: Otrzymane
ro: Primite

source: Sent
pl: Wysłane
ro: Trimise

source: Request accepted
pl: Zaproszenie zaakceptowane
ro: Cerere acceptată

source: Request cancelled
pl: Zgłoszenie anulowane
ro: Cerere anulată

source: Request deleted
pl: Zgłoszenie usunięte
ro: Cerere ștearsă

# noRequestPending
source: No pending requests
pl: Brak zgłoszeń
ro: Nicio cerere în așteptare

# transfersEmptyState_titlePaused
source: Paused transfers
pl: Zatrzymaj przesyłanie
ro: Transferuri puse pe pauză

# transfersEmptyState_titleAll
source: No transfers
pl: Brak transferów
ro: Niciun transfer

# transfersEmptyState_titleDownload
source: No downloads
pl: Brak pobrań
ro: Nicio descărcare

# transfersEmptyState_titleUpload
source: No uploads
pl: Brak przesyłów
ro: Nicio încărcare

source: Cloud drive
pl: Dysk
ro: Unitate cloud

source: Queued
pl: Zakolejkowane
ro: În coada de așteptare

source: Paused
pl: Zatrzymane
ro: Pus pe pauză

source: Cancelled
pl: Anulowane
ro: Anulat

source: Completing…
pl: Zakańczanie…
ro: Se finalizează…

source: Retrying…
pl: Ponawiam próbę…
ro: Se reîncearcă…

# sortTitle
source: Sort by
pl: Sortuj
ro: Sortează după

source: Save
pl: Zapisz
ro: Salvează

source: Name (ascending)
pl: nazwa (rosnąco)
ro: Nume (ascendent)

source: Name (descending)
pl: nazwa (malejąco)
ro: Nume (descendent)

source: Largest
pl: największe
ro: Cele mai mari

source: Smallest
pl: najmnieszy
ro: Cele mai mici

source: Newest
pl: najnowsze
ro: Cele mai noi

source: Oldest
pl: najstarsze
ro: Cele mai vechi

# capturePhotoVideo
source: Capture
pl: Zrób zdjęcie
ro: Capturează

source: Scan document
pl: Zeskanuj dokument
ro: Scanează un document

source: Voice
pl: Głos
ro: Apel vocal

source: Start group
pl: Utwórz grupę
ro: Inițiază grup

# chat.map.location
source: Location
pl: Lokalizacja
ro: Locație

# chat.map.location.enableGeolocationFailedError
source: Enable geolocation failed. Error: %@
pl: Włączenie geolokalizacji nie powiodło się. Błąd: %@
ro: Activarea geolocalizării a eșuat. Eroare: %@

source: Voice clip
pl: Klip głosowy
ro: Mesaj vocal

source: New text file
pl: Nowy plik tekstowy
ro: Fișier text nou

source: File name
pl: Nazwa pliku
ro: Numele fisierului

source: New folder
pl: Nowy katalog
ro: Folder nou

# cloudDrive.menu.mediaDiscovery.title
source: Gallery view
pl: Widok galerii
ro: Vizualizare galerie
