Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# help.reportIssue.attachLogFiles.message
source: Do you want to attach diagnostic log files to assist with debug?
pl: Czy chcesz dołączyć pliki logów, aby pomóc w debugowaniu?
ro: Doriți să atașați fișiere jurnal de diagnosticare pentru a ajuta la depanare?

# backups.title
source: Backups
pl: Kopie zapasowe
ro: Backupuri

# backups.empty.state.message
source: No items in backups
pl: Brak urządzeń
ro: Niciun element în backupuri

# backups.empty.state.description
source: This is where your backed up files and folders are stored. Your backed up items are “read-only” to protect them from being accidentally modified in your Cloud drive. You can back up items from your computer to MEGA using our desktop app.
pl: W tym miejscu są przechowywane pliki i foldery, których kopie zapasowe zostały utworzone. Kopie zapasowe są dostępne „tylko do odczytu”, co chroni je przed przypadkową modyfikacją na dysku w chmurze. Kopię zapasową elementów z komputera możesz utworzyć na MEGA za pomocą naszej aplikacji desktopowej.
ro: Aici sunt stocate fișierele și folderele pentru care s-a făcut backup. Elementele pentru care s-a făcut backup sunt de tip „numai citire” pentru a le proteja împotriva modificării accidentale în Unitatea cloud. Poți face backupuri ale elementelor de pe calculator pe MEGA folosind aplicația noastră desktop.

# transfers.cancellable.title
source: Cancel transfers?
pl: Anulować przesyłanie?
ro: Anulezi transferurile?

# transfers.cancellable.cancel
source: Cancel transfer
pl: Anuluj transfer
ro: Anulați transferul

# transfers.cancellable.confirmCancel
source: Interrupting the transfer process may render some of the items incomplete.
pl: Przerwanie procesu przesyłania może spowodować, że niektóre elementy będą niekompletne.
ro: Întreruperea procesului de transfer poate face ca unele dintre elemente să fie incomplete.

# transfers.cancellable.proceed
source: Yes, cancel
pl: Tak, anuluj
ro: Da, anulează

# transfers.cancellable.dismiss
source: No, continue
pl: Nie, kontynuuj
ro: Nu, continuă

# transfers.cancellable.scanning
source: Scanning…
pl: Skanowanie…
ro: Se scanează…

# transfers.cancellable.creatingFolders
source: Creating folders…
pl: Tworzenie folderów…
ro: Se creează folderele…

# transfers.cancellable.transferring
source: Starting transfers…
pl: Rozpoczęcie transferów…
ro: Începerea transferurilor…

# transfers.cancellable.cancellingTransfers
source: Cancelling transfers…
pl: Anulowanie transferów…
ro: Se anulează transferurile…

# transfers.cancellable.scanning.count
source: Found %@ and %@
pl: Znaleziono %@ i %@
ro: A găsit %@ și %@

# transfers.cancellable.donotclose
source: Don’t close the app. If you close, transfers not yet queued will be lost.
pl: Nie zamykaj aplikacji. Jeśli zamkniesz, przelewy, które jeszcze nie są w kolejce, zostaną utracone.
ro: Nu închide aplicația. Dacă o închizi, transferurile care nu sunt încă în coadă vor fi pierdute.

# transfers.cancellable.trasnferCancelled
source: Transfer cancelled
pl: Przesyłanie anulowane
ro: Transfer anulat

# help.reportIssue.title
source: Report issue
pl: Zgłoś błąd
ro: Raportează o problemă

# help.reportIssue.discardReport
source: Discard report
pl: Anuluj raport
ro: Renunță la raport

# help.reportIssue.describe
source: Your feedback helps us improve MEGA. Please clearly describe the issue you’ve experienced. The more details you provide, the easier it will be for us to resolve.
pl: Twoja opinia pomaga nam ulepszyć MEGA. Proszę jasno opisać problem, którego doświadczyłeś. Im więcej szczegółów podasz, tym łatwiej będzie nam je rozwiązać.
ro: Comentariile dvs. ne ajută să îmbunătățim MEGA. Descrieți clar problema pe care ați experimentat-o. Cu cât furnizați mai multe detalii, cu atât ne va fi mai ușor să rezolvăm.

# help.reportIssue.minCharacterNotReach.error
source: Description must be at least 10 characters
pl: Opis musi zawierać co najmniej 10 znaków
ro: Descrierea trebuie să conțină cel puțin 10 caractere

# help.reportIssue.sendLogFile
source: Send log file
pl: Wyślij plik dziennika
ro: Trimite fișierul log

# help.reportIssue.uploadingLogFile
source: Uploading log file
pl: Przesyłanie pliku dziennika
ro: Se încarcă fișierul log

# help.reportIssue.success.title
source: Thanks for your feedback
pl: Dziękujemy za opinię
ro: Îți mulțumim pentru feedback

# help.reportIssue.success.message
source: Thanks. We’ll look into this issue and a member of our team will get back to you.
pl: Dziękujemy. Przyjrzymy się temu problemowi i skontaktuje się z Tobą członek naszego zespołu.
ro: Multumesc. Vom analiza această problemă și un membru al echipei noastre vă va răspunde.

# help.reportIssue.fail.message
source: Unable to submit your report. Please try again.
pl: Nie można wysłać zgłoszenia. Proszę spróbować ponownie.
ro: Imposibil de trimis raportul. Vă rugăm să încercați din nou.

# help.reportIssue.fail.too.many.request.title
source: You must wait 10 minutes before submitting another issue
pl: Przed wysłaniem kolejnego zgłoszenia należy odczekać 10 minut
ro: Trebuie să așteptați 10 minute înainte de a trimite o altă problemă

# help.reportIssue.fail.too.many.request.message
source: Wait and try again later, or contact support@mega.io if the problem persists
pl: Poczekaj i spróbuj ponownie później lub skontaktuj kontakt naszym zespołem wsparcie technicznej za pośrednictwem support@mega.io jeśli problem nie ustąpi
ro: Așteptați și încercați din nou mai târziu sau contactați echipa noastră de asistență prin support@mega.io dacă problema persistă

# help.reportIssue.creating.cancel.title
source: Are you sure you want to cancel uploading your reported issue?
pl: Czy na pewno chcesz zrezygnować z przesyłania zgłoszonego problemu?
ro: Sigur vreți să anulați încărcarea problemei raportate?

# help.reportIssue.creating.cancel.message
source: This issue will not be reported if you cancel uploading it.
pl: Ten problem nie zostanie zgłoszony, jeśli zrezygnujesz z przesyłania pliku.
ro: Această problemă nu va fi raportată dacă anulați încărcarea acesteia.

# help.reportIssue.describeIssue.placeholder
source: Describe the issue with at least 10 characters
pl: Opisz problem z co najmniej 10 znakami
ro: Descrieți problema cu cel puțin 10 caractere

# general.NoIntenerConnection
source: Unable to connect to the Internet. Check your connection and try again.
pl: Nie można połączyć się z Internetem. Sprawdź swoje połączenie i spróbuj ponownie.
ro: Nu se poate conecta la internet. Verificați conexiunea și încercați din nou.

# meetings.displayInMainView.title
source: Display in main view
pl: Wyświetl w widoku głównym
ro: Afișează în vizualizarea principală

# transfer.storage.quotaExceeded
source: Storage quota exceeded
pl: Przekroczono limit miejsca
ro: Cotă de stocare depășită

# media.audio.playlist.section.nowPlaying.title
source: Now playing
pl: Teraz odtwarza
ro: Se redă acum

# media.audio.playlist.section.next.title
source: Next
pl: Dalej
ro: Înainte

# media.audio.playbackContinuation.dialog.title
source: Resume audio?
pl: Wznowić dźwięk?
ro: Reluați audio?

# media.audio.playbackContinuation.dialog.description
source: “%@” will resume from %@.
pl: "%@" zostanie wznowione od %@.
ro: „%@” se va relua de la %@.

# media.audio.playbackContinuation.dialog.resume
source: Resume
pl: Wznów
ro: Reia

# media.audio.playbackContinuation.dialog.restart
source: Restart
pl: Zrestartuj
ro: Repornește

# meetings.notification.singleUserJoined
source: %@ joined
pl: %@ dołączył
ro: %@ s-a alăturat

# meetings.notification.singleUserLeft
source: %@ left the call
pl: %@ opuścił połączenie
ro: %@ a părăsit apelul

# meetings.notification.twoUsersJoined
source: %@ and %@ joined
pl: %@ i %@ dołączyli
ro: %@ și %@ s-au alăturat

# meetings.notification.twoUsersLeft
source: %@ and %@ left the call
pl: %@ i %@ opuścili rozmowę
ro: %@ și %@ au părăsit apelul

# meetings.notification.moreThanTwoUsersJoined
source: %@ and %@ others joined
pl: %@ i %@ inni dołączyli
ro: %@ și ați %@ s-au alăturat

# meetings.notification.moreThanTwoUsersLeft
source: %@ and %@ others left the call
pl: %@ i %@ inni opuścili rozmowę
ro: %@ și alți %@ au părăsit apelul

# general.menuAction.moveToRubbishBin
source: Move to Rubbish bin
pl: Przenieś do Kosza
ro: Mutați în Coșul de gunoi

# general.menuAction.deletePermanently
source: Delete permanently
pl: Usuń trwale
ro: Șterge definitiv

# media.quality.automatic
source: Automatic
pl: Automatyczny
ro: Automat

# media.quality.optimised
source: Optimised
pl: Zoptymalizowany
ro: Optimizată

# media.quality.low
source: Low
pl: Niska
ro: Scăzut(ă)

# media.quality.medium
source: Medium
pl: Średnia
ro: Medie

# media.quality.high
source: High
pl: Wysoka
ro: Ridicat(ă)

# media.quality.best
source: Best
pl: Najlepsze
ro: Cea mai bună

# nameCollision.title.file
source: File already exists
pl: Plik już istnieje
ro: Fișierul există deja

# nameCollision.title.folder
source: Folder already exists
pl: Katalog już istnieje
ro: Folderul există deja

# nameCollision.folders.alreadyExists
source: A folder named %@ already exists at this destination.
pl: W tym miejscu docelowym istnieje już katalog o nazwie %@.
ro: Un folder numit %@ există deja la această destinație.

# nameCollision.folders.action.merge.title
source: Merge
pl: Połącz
ro: Îmbină

# nameCollision.folders.action.merge.description
source: The new folder will be merged with the folder at this destination.
pl: Nowy katalog zostanie połączony z katalogiem w tym miejscu docelowym.
ro: Noul folder va fi fuzionat cu folderul de la această destinație.

# nameCollision.folders.action.skip.title
source: Skip this folder
pl: Pomiń ten katalog
ro: Omite acest folder

# nameCollision.files.alreadyExists
source: A file named %@ already exists at this destination.
pl: Plik o nazwie %@ już istnieje w tym miejscu docelowym.
ro: Un fișier numit %@ există deja la această destinație.

# nameCollision.files.action.replace.title
source: Replace
pl: Zamień
ro: Înlocuiește

# nameCollision.files.action.replace.description
source: The file at this destination will be replaced with the new file.
pl: Plik w tym miejscu docelowym zostanie zastąpiony nowym plikiem.
ro: Fișierul de la această destinație va fi înlocuit cu noul fișier.

# nameCollision.files.action.skip.title
source: Skip this file
pl: Pomiń ten plik
ro: Omite acest fișier

# nameCollision.files.action.rename.title
source: Rename
pl: Zmień nazwę
ro: Redenumiți

# nameCollision.files.action.rename.description
source: The file will be renamed as:
pl: Nazwa pliku zostanie zmieniona na:
ro: Fișierul va fi redenumit sub numele:

# nameCollision.files.action.update.title
source: Update
pl: Zapisz zmiany
ro: Actualizare

# nameCollision.files.action.update.description
source: The file will be updated with a new version.
pl: Plik zostanie zaktualizowany o nową wersję.
ro: Fișierul va fi actualizat cu o nouă versiune.

# meetings.endCallDialog.title
source: You’re the only one here
pl: Tylko ty tu jesteś
ro: Ești singura persoană de aici

# meetings.endCallDialog.description
source: Call will automatically end in 2 mins unless you want to stay on it.
pl: Połączenie zostanie automatycznie zakończone po 2 minutach, chyba że chcesz je kontynuować.
ro: Apelul se va încheia automat în 2 minute dacă nu vrei să rămâi în acesta.

# meetings.endCallDialog.stayOnCallButtonTitle
source: Stay on call
pl: Pozostań
ro: Rămâi în apel

# meetings.endCallDialog.endCallNowButtonTitle
source: End call now
pl: Zakończ teraz
ro: Încheie apelul acum

# meetings.notification.EndCallTimerDuration
source: Call will end in %@
pl: Połączenie zakończy się za %@
ro: Apelul se va încheia în %@

# general.downloadToOffline
source: Make available offline
pl: Udostępnij w trybie lokalnym
ro: Fă disponibil offline

# general.fileIsBeingDownloaded
source: File is already being downloaded
pl: Plik jest już pobierany
ro: Fișierul este deja în curs de descărcare

# meetings.endCall.endForAllButtonTitle
source: End call for all
pl: Zakończ połączenie dla wszytskich
ro: Încheie apelul pentru toți

# meetings.endCall.endForAllAlert.title
source: End call for all?
pl: Zakończyć połączenie dla wszystkich?
ro: Închei apelul pentru toți?

# meetings.endCall.endForAllAlert.description
source: This will end the call for all participants.
pl: Spowoduje to zakończenie połączenia dla wszystkich uczestników.
ro: Acest lucru va încheia apelul pentru toți participanții.

# meetings.endCall.endForAllAlert.confirm
source: Yes
pl: Tak
ro: Da

# meetings.endCall.endForAllAlert.cancel
source: No
pl: Nie
ro: Nu

# meetings.leaveCall.buttonTitle
source: Leave
pl: Anuluj
ro: Părăsește

# meetings.endForAll.buttonTitle
source: End for all
pl: Zakończ dla wszytskich
ro: Încheie apelul pentru toți

# chat.selector.chat
source: Chats
pl: Czaty
ro: Chaturi

# chat.selector.meeting
source: Meetings
pl: Spotkania
ro: Întâlniri

# chat.meetings.emptyState.title
source: Start a meeting
pl: Rozpocznij spotkanie
ro: Începe o întâlnire

# chat.meetings.emptyState.description
source: Talk securely and privately on audio or video calls with friends and colleagues around the world.
pl: Bezpieczne i prywatne rozmowy audio lub wideo z przyjaciółmi i współpracownikami z całego świata.
ro: Discută securizat și privat în apeluri audio sau video cu prieteni și colegi din întreaga lume.

# chat.meetings.emptyState.button.title
source: New meeting
pl: Nowe spotkanie
ro: Întâlnire nouă

# chat.chats.emptyState.title
source: Start chatting now
pl: Zacznij czatować teraz
ro: Începe să chatuiești acum

# chat.chats.emptyState.description
source: Chat securely and privately, with anyone and on any device, knowing that no one can read your chats, not even MEGA.
pl: Rozmawiaj bezpiecznie i prywatnie z każdym i na każdym urządzeniu, wiedząc, że nikt nie może czytać twoich czatów, nawet MEGA.
ro: Chatuiește securizat și privat, cu oricine și de pe orice dispozitiv, știind că nimeni nu îți poate citi chaturile, nici măcar MEGA.

# chat.chats.emptyState.button.title
source: New chat
pl: Nowy czat
ro: Chat nou

# chat.message.changedRole.readOnly
source: [A] was changed to [S]read-only[/S] by [B]
pl: [A] został zmieniony na [S]tylko do odczytu[/S] przez [B]
ro: [A] a fost schimbat(ă) în [S]numai citire[/S] de [B]

# chat.message.changedRole.host
source: [A] was changed to [S]host role[/S] by [B]
pl: [A] został zmieniony na [S]rolę gospodarza[/S] przez [B]
ro: [A] a fost schimbat(ă) în [S]rolul gazdei[/S] de [B]

# chat.message.changedRole.standard
source: [A] was changed to a [S]standard participant[/S] by [B]
pl: [A] został zmieniony na [S]standardowego uczestnika[/S] przez [B]
ro: [B] l-a schimbat pe [A] într-un [S]participant normal[/S]

# chat.sendLocation.map.satellite
source: Satellite
pl: Satelita
ro: Satelit

# chat.sendLocation.map.hybrid
source: Hybrid
pl: Hybrydowy
ro: Hibrid

# meetings.startConversation.contextMenu.startMeeting
source: Start meeting now
pl: Rozpocznij spotkanie teraz
ro: Începe întâlnirea acum

# meetings.startConversation.contextMenu.joinMeeting
source: Join meeting
pl: Dołącz do spotkania
ro: Alăturați-vă întâlnirii

# settings.section.calls.title
source: Calls
pl: Połączenia
ro: Apeluri

# settings.section.calls.soundNotifications.title
source: Sound notifications
pl: Powiadomienia dźwiękowe
ro: Notificări sonore

# settings.section.calls.soundNotifications.description
source: Hear a sound when someone joins or leaves a call.
pl: Generuj dźwięk, gdy ktoś dołącza do połączenia lub je opuszcza.
ro: Auzi un sunet când cineva se alătură sau părăsește un apel.

# meetings.addContacts.allContactsAdded.title
source: All contacts added
pl: Dodano wszystkie kontakty
ro: Toate contactele au fost adăugate

# meetings.addContacts.allContactsAdded.description
source: You’ve already added all your contacts to this chat. If you want to add more participants, first invite them to your contact list.
pl: Dodałeś już wszystkie swoje kontakty do tego czatu. Jeśli chcesz dodać więcej uczestników, najpierw zaproś ich do swojej listy kontaktów.
ro: Ai adăugat deja toate contactele tale în acest chat. Dacă vrei să adaugi mai mulți participanți, invită-i mai întâi în lista de contacte.

# meetings.addContacts.allContactsAdded.confirmationButtonTitle
source: Invite
pl: Zaproszenie
ro: Invită

# chat.addToChatMenu.filesApp
source: Files
pl: Pliki
ro: Fișiere

# chat.addToChatMenu.scan
source: Scan
pl: Skanuj
ro: Scanează

# meetings.addContacts.zeroContactsAvailable.title
source: No contacts
pl: Brak kontaktów
ro: Niciun contact

# meetings.addContacts.zeroContactsAvailable.description
source: You have no contacts to add to this chat. If you want to add participants, first invite them to your contact list.
pl: Nie masz kontaktów, które można dodać do tego czatu. Jeśli chcesz dodać uczestników, najpierw zaproś ich do swojej listy kontaktów.
ro: Nu ai niciun contact de adăugat în acest chat. Dacă vrei să adaugi participanți, invită-i mai întâi în lista de contacte.

# invite.contactLink.share.title
source: Send invitation
pl: Wyślij zaproszenie
ro: Trimite invitația

# notifications.message.takenDownReinstated.file
source: Your taken-down file “%@” has been reinstated
pl: Usunięty plik "%@" został przywrócony
ro: Fișierul dvs. eliminat „%@” a fost restabilit

# notifications.message.takenDownReinstated.folder
source: Your taken-down folder “%@” has been reinstated
pl: Usunięty folder "%@" został przywrócony
ro: Folderul dvs. eliminat „%@” a fost restabilit

# notifications.message.takenDownPubliclyShared.file
source: Your publicly shared file “%@” has been taken down
pl: Twój publicznie udostępniony plik "%@" został usunięty
ro: Fișierul dvs. partajat public „%@” a fost eliminat

# notifications.message.takenDownPubliclyShared.folder
source: Your publicly shared folder “%@” has been taken down
pl: Twój publicznie udostępniony folder "%@" został usunięty
ro: Folderul dvs. partajat public „%@” a fost eliminat

# meetings.addContacts.allowNonHost.message
source: Allow non-hosts to add participants
pl: Umożliwienie dodawania uczestników przez osoby niebędące gospodarzami
ro: Permite non-gazdelor să adauge participanți

# meetings.startConversation.contextMenu.scheduleMeeting
source: Schedule meeting
pl: Zaplanuj spotkanie
ro: Planifică o întâlnire

# account.suspension.message.copyright
source: Your MEGA account has been suspended due to repeated allegations of copyright infringements. This means you cannot access your account or data within it. Check your email inbox for more information on how to file a counter-notice.
pl: Twoje konto MEGA zostało zawieszone z powodu powtarzających się zarzutów naruszenia praw autorskich. Oznacza to, że nie możesz uzyskać dostępu do swojego konto ani danych na nim. Sprawdź swoją skrzynkę email, aby uzyskać więcej informacji o tym, jak złożyć zawiadomienie.
ro: Contul dvs. MEGA a fost suspendat din cauza acuzațiilor repetate de încălcare a drepturilor de autor. Aceasta înseamnă că nu vă puteți accesa contul sau datele din acesta. Verificați căsuța de e-mail pentru mai multe informații despre cum să depuneți o contranotificare.

# account.suspension.message.nonCopyright
source: Your account was terminated due to a breach of MEGA’s Terms of Service. You will not be able to regain access to your stored data or be authorised to sign up for a new MEGA account.
pl: Twoje konto zostało zamknięte z powodu naruszenia Warunków korzystania z usługi MEGA. Nie będziesz mógł odzyskać dostępu do przechowywanych danych ani uzyskać uprawnienia do założenia nowego konto MEGA.
ro: Contul dvs. a fost desființat din cauza unei încălcări a Termenii de utilizare a serviciului MEGA. Nu veți putea redobândi accesul la datele stocate sau nu veți putea fi autorizat să înscrieți pentru un nou cont MEGA.

# extensions.OpenApp.Message
source: Open the MEGA app and log in to continue.
pl: Otwórz aplikację MEGA i zaloguj się, aby kontynuować.
ro: Deschideți aplicația MEGA și conectați-vă pentru a continua.

# account.storage.storageUsed.title
source: Storage used
pl: Wykorzystana pamięć
ro: Spațiu de stocare folosit

# account.storage.transferUsed.title
source: Transfer used
pl: Wykorzystany transfer
ro: Transfer folosit

# account.expired.proFlexi.title
source: Account deactivated
pl: Konto dezaktywowane
ro: Cont dezactivat

# account.expired.proFlexi.message
source: Your Pro Flexi account has been deactivated due to payment failure or you’ve cancelled your subscription. You won’t be able to access the data stored in your account. To make a payment and reactivate your subscription, log in to MEGA through a browser.
pl: Twoje konto Pro Flexi zostało dezaktywowane z powodu braku płatności lub anulowania subskrypcji. Nie będziesz miał dostępu do danych przechowywanych na swoim koncie. Aby dokonać płatności i reaktywować subskrypcję, zaloguj się do MEGA przez przeglądarkę.
ro: Contul dvs. Pro Flexi a fost dezactivat din cauza neplății sau v-ați anulat abonamentul. Nu veți mai putea accesa datele stocate în contul dvs. Pentru a efectua o plată și a vă reactiva abonamentul, conectați-vă la MEGA printr-un browser.

# meetings.info.meetingLink
source: Meeting link
pl: Link do spotkania
ro: Link pentru întâlnire

# meetings.info.shareOptions.title
source: Anyone with this link can join the meeting and view the meeting chat.
pl: Każda osoba posiadająca ten link może dołączyć do spotkania i obejrzeć czat spotkania.
ro: Oricine cu acest link se poate alătura întâlnirii și poate vedea chatul întâlnirii.

# meetings.info.shareOptions.shareLink.linkCopied
source: Copied link to clipboard
pl: Link skopiowany do schowka
ro: Link copiat în clipboard

# chat.listing.sectionHeader.pastMeetings.title
source: Past meetings
pl: Dotychczasowe spotkania
ro: Întâlniri anterioare

# general.menuAction.verifyContact.title
source: Verify %@
pl: Zweryfikuj %@
ro: Verifică %@

# sharedItems.contactVerification.section.verifyContact.owner.message
source: We protect your data with zero-knowledge encryption. To ensure extra security, we ask you to verify the contacts you share information with before they can access the shared folders.
pl: Chronimy Twoje dane za pomocą szyfrowania z zerową świadomością. Aby zapewnić dodatkowe bezpieczeństwo, prosimy o weryfikację kontaktów, którym udostępniasz informacje, zanim uzyskają one dostęp do udostępnionych katalogów.
ro: Vă protejăm datele cu criptare tip zero cunoștințe. Pentru a asigura un plus de securitate, vă rugăm să confirmați contactele cu care partajați informații înainte de a putea accesa folderele partajate.

# sharedItems.contactVerification.section.myCredentials.message
source: To verify your contact, ensure the credentials you see above match their account credentials. You can ask them to share their credentials with you.
pl: Aby zweryfikować kontakt, upewnij się, że dane uwierzytelniające, które widzisz powyżej, odpowiadają danym uwierzytelniającym ich konta. Możesz poprosić ich o udostępnienie swoich danych uwierzytelniających.
ro: Pentru a vă confirma contactul, asigurați-vă că acreditările pe care le vedeți mai sus corespund cu acreditările contului lor. Le puteți cere să vă împărtășească acreditările.

# sharedItems.contactVerification.section.verifyContact.receiver.message
source: We protect your data with zero-knowledge encryption. To ensure extra security, we ask you to verify the contacts you receive information from before you can access the shared folders.
pl: Chronimy Twoje dane za pomocą szyfrowania z zerową świadomością. Aby zapewnić dodatkowe bezpieczeństwo, prosimy o weryfikację kontaktów, od których otrzymujesz informacje, zanim uzyskasz dostęp do katalogow współdzielonych.
ro: Vă protejăm datele cu criptare tip zero cunoștințe. Pentru a asigura un plus de securitate, vă rugăm să confirmați contactele de la care primiți informații înainte de a putea accesa folderele partajate.
