Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# onboarding.upgradeAccount.content.backupAndRewind.message
source: Back up and sync your data for complete confidence. Plus, use Rewind to restore folders to any date up to 180 days.
pl: Utwórz kopię zapasową i synchronizuj dane, aby uzyskać pełną pewność. Ponadto użyj Przewiń do tyłu, aby przywróć katalog do dowolnej daty do 180 dni.
ro: Fiți liniștit prin back-up și sincronizare a datelor. În plus, utilizați Derulează înapoi pentru a restabili folderele la orice dată de până la 180 de zile.

# onboarding.upgradeAccount.content.megaVPN.message
source: Stay private online with our high-speed VPN.
pl: Zachowaj prywatność online dzięki naszej szybkiej sieci VPN.
ro: Rămâneți privat online cu VPN-ul nostru de mare viteză.

# onboarding.upgradeAccount.content.callsAndMeetings.title
source: Unrestricted calls and meetings
pl: Nieograniczone połączenia i spotkania
ro: Apeluri și întâlniri nerestricționate

# onboarding.upgradeAccount.content.callsAndMeetings.message
source: Message, video call, and meet in total privacy with unlimited participants.
pl: Wiadomości, połączenie wideo, i spotkania w całkowitej prywatności z nieograniczoną liczbą uczestników.
ro: Întâlnirile, mesajele și apelurile video sunt complet private și protejate, cu un număr nelimitat de participanți.

# onboarding.upgradeAccount.content.additionalSecurity.title
source: Additional security when sharing
pl: Dodatkowe zabezpieczenia podczas udostępniania
ro: Securitate suplimentară la partajare

# onboarding.upgradeAccount.content.additionalSecurity.message
source: Set passwords and expiry dates for file and folder links.
pl: Ustawianie haseł i dat wygaśnięcia dla łączy do plików i katalogów.
ro: Setați parolele și datele de expirare pentru linkurile de fișiere și folder.

# onboarding.upgradeAccount.content.plusBenefits.title
source: Plus access to these great benefits:
pl: Plus dostęp do tych wspaniałych korzyści:
ro: Și acces la aceste beneficii interesante:

# onboarding.upgradeAccount.content.plusBenefits.messageWithoutAds
source: • MEGA VPN • Unrestricted calls and meetings
pl: • MEGA VPN • Nieograniczone połączenia i spotkania
ro: • MEGA VPN • Apeluri și întâlniri nerestricționate

# onboarding.upgradeAccount.content.plusBenefits.messageWithAds
source: • MEGA VPN • Unrestricted calls and meetings • No advertisements
pl: • MEGA VPN • Nieograniczone połączenia i spotkania • Brak reklam
ro: • MEGA VPN • Apeluri și întâlniri nerestricționate • Fără reclame

# onboarding.upgradeAccount.button.viewProPlans
source: Upgrade to Pro today
pl: Uaktualnij do Pro już dziś
ro: Upgradeați la un abonament Pro

# cameraUploads.banner.enableState.title
source: Enable Camera uploads
pl: Włącz Przesyłanie z kamery
ro: Activează Încărcări cameră

# cameraUploads.banner.enableState.description
source: Automatically back up your photos and videos to your Cloud drive.
pl: Automatyczne tworzenie kopii zapasowych zdjęć i filmów na dysku Cloud.
ro: Fă backup automat fotografiilor și videoclipurilor în Unitatea cloud.

# inapp.notifications.sharedItems.userLeftTheSharedFolder.message
source: User [A] has left the shared folder [B]
pl: Użytkownik [A] opuścił katalog współdzielony [B]
ro: Utilizatorul [A]a părăsit folderul partajat [B]

# calls.screenShare.mainView.presentingLabel
source: %@ is presenting
pl: %@ prezentuje
ro: %@ prezintă

# calls.screenShare.waring.title
source: This person is screen sharing
pl: Ta osoba udostępnia ekran
ro: Această persoană partajează ecranul

# calls.screenRecording.alert.title
source: This call is being recorded
pl: Ta rozmowa jest nagrywana
ro: Acest apel este înregistrat

# calls.screenRecording.alert.message
source: By staying in the call you give permission to be recorded.
pl: Pozostając w trakcie rozmowy wyrażasz zgodę na nagrywanie.
ro: Dacă rămâneți în convorbire, autorizați înregistrarea.

# calls.screenRecording.alert.action.leave
source: Leave call
pl: Opuść połączenie
ro: Părăsește apelul

# calls.screenRecording.alert.action.accept
source: OK, got it
pl: OK, rozumiem
ro: Bine, am înțeles

# calls.screenRecording.alert.action.learnMore
source: Learn more
pl: Dowiedz się więcej
ro: Aflați mai multe

# calls.screenRecording.notification.recording.started
source: %@ started recording
pl: %@ rozpoczął nagrywanie
ro: %@ a început înregistrarea

# calls.screenRecording.notification.recording.stopped
source: %@ stopped recording
pl: %@ zatrzymał nagrywanie
ro: %@ a oprit înregistrarea

# cameraUploads.banner.status.uploadInProgress.title
source: Upload in progress
pl: Przesyłanie w toku
ro: Încărcare în curs

# cameraUploads.banner.status.uploadsComplete.title
source: Camera uploads complete
pl: Przesyłanie z kamery zakończone
ro: Încărcări cameră încheiate

# cameraUploads.banner.status.uploadsPausedDueToWifi.title
source: Upload paused due to no Wi-Fi connection
pl: Przesyłanie wstrzymane z powodu braku połączenia Wi-Fi
ro: Încărcarea întreruptă din cauza lipsei conexiunii Wi-Fi

# cameraUploads.banner.status.uploadsComplete.subHeading
source: All items backed up
pl: Kopia zapasowa wszystkich elementów
ro: Toate elementele au fost backup-te

source: MEGA has limited access to your photo library and cannot back up all photos.
pl: MEGA ma ograniczony dostęp do biblioteki zdjęcie i nie może wykonać kopii zapasowej wszystkich zdjęć.
ro: MEGA are acces limitat la biblioteca dvs. foto și nu poate backup-ui toate fotografiile.

source: Tap to change permissions.
pl: Wybierz, aby zmienić uprawnienia.
ro: Atinge pentru a modifica permisiunile.

# general.alert.termsOfServiceViolation.title
source: File no longer available
pl: Plik nie jest już dostępny
ro: Fișiererul nu mai este disponibil

# calls.panel.participantsNotInCall.header.callAll
source: Call all
pl: Zadzwoń do wszystkich
ro: Suna pe toți

# calls.panel.participantsNotInCall.participant.call
source: Call
pl: Połączenie
ro: Apelează

# calls.panel.participantsNotInCall.participant.state.notInCall
source: Not in call
pl: Nie w trakcie rozmowy
ro: Nu în apel

# calls.panel.participantsNotInCall.participant.state.calling
source: Calling…
pl: Dzwonię…
ro: Se apelează…

# calls.panel.participantsNotInCall.participant.state.noResponse
source: No response
pl: Brak odpowiedzi
ro: Niciun răspuns

# calls.panel.participantsNotInCall.emptyState
source: All the invited participants have joined the call.
pl: Wszyscy zaproszeni uczestnicy dołączyli do rozmowy.
ro: Toți participanții invitați s-au alăturat apelului.

# videos.navigationbar.title
source: Videos
pl: Filmy
ro: Videoclipuri

# videos.tab.title.all
source: All videos
pl: Wszystkie filmy
ro: Toate videoclipurile

# videos.tab.title.playlist
source: Playlists
pl: Listy odtwarzania
ro: Listuri de redare

# videos.tab.all.content.emptyState
source: No videos found
pl: Nie znaleziono filmów
ro: Niciun videoclip găsit

# videos.tab.all.filter.location.title.location
source: Location
pl: Lokalizacja
ro: Locație

# videos.tab.all.filter.location.option.allLocations
source: All locations
pl: Wszystkie lokalizacje
ro: Toate locațiile

# videos.tab.all.filter.location.option.cloudDrive
source: Cloud drive
pl: Dysk
ro: Unitate cloud

# videos.tab.all.filter.location.option.cameraUploads
source: Camera uploads
pl: Przesyłanie z kamery
ro: Încărcări cameră

# videos.tab.all.filter.location.option.sharedItems
source: Shared items
pl: Udostępnione
ro: Elemente partajate

# videos.tab.all.filter.duration.title.duration
source: Duration
pl: Czas trwania
ro: Durată

# videos.tab.all.filter.duration.option.allDurations
source: All durations
pl: Wszystkie przedziały czasowe
ro: Toate duratele

# videos.tab.all.filter.duration.option.lessThan10Seconds
source: Less than 10 seconds
pl: Mniej niż 10 sekund
ro: Mai puțin de 10 secunde

# videos.tab.all.filter.duration.option.between10And60Seconds
source: Between 10 and 60 seconds
pl: Pomiędzy 10 a 60 sekund
ro: Între 10 și 60 de secunde

# videos.tab.all.filter.duration.option.between1And4Minutes
source: Between 1 and 4 minutes
pl: Między 1 a 4 minuty
ro: Între 1 și 4 minute

# videos.tab.all.filter.duration.option.between4And20Minutes
source: Between 4 and 20 minutes
pl: Między 4 a 20 minut
ro: Între 4 și 20 de minute

# videos.tab.all.filter.duration.option.moreThan20Minutes
source: More than 20 minutes
pl: Ponad 20 minut
ro: Mai mult de 20 de minute

# videos.tab.playlist.content.emptyState
source: No playlists found
pl: Nie znaleziono list odtwarzania
ro: Nicio listă de redare găsită

# videos.tab.playlist.content.newPlaylist
source: New playlist
pl: Nowa lista odtwarzania
ro: Listă de redare nouă

# videos.tab.playlist.content.playlistCell.title.favorites
source: Favourites
pl: Ulubione
ro: Favorite

# videos.tab.playlist.content.playlistCell.subtitle.emptyPlaylist
source: Empty playlist
pl: Pusta lista odtwarzania
ro: Lista de redare goală

# videos.tab.playlist.content.alert.title
source: Enter playlist name
pl: Wprowadź nazwę listy odtwarzania
ro: Introduceți numele listei de redare

# videos.tab.playlist.content.alert.placeholder
source: New playlist
pl: Nowa lista odtwarzania
ro: Listă de redare nouă

# videos.tab.playlist.content.alert.button.create
source: Create
pl: Utwórz
ro: Creează

# videos.tab.playlist.create.alert.enterNewName
source: Enter a new name
pl: Wprowadź nową nazwę
ro: Introduceți un nume nou

# videos.tab.playlist.create.alert.videoPlaylistNameNotAllowed
source: This playlist name is not allowed
pl: Ta nazwa listy odtwarzania jest niedozwolona
ro: Numele acestei liste de redare nu este permis

# videos.tab.playlist.create.alert.enterDifferentName
source: Enter a different name
pl: Wprowadź inną nazwę
ro: Introduceți un alt nume

# videos.tab.playlist.create.alert.userVideoPlaylistExists
source: A playlist with this name already exists
pl: Lista odtwarzania o tej nazwie już istnieje
ro: Există deja o listă de redare cu acest nume

# videos.tab.playlist.playlistContent.menu.addVideos
source: Add videos
pl: Dodaj filmy
ro: Adăugați videoclipuri

# videos.tab.playlist.playlistContent.menu.deletePlaylist
source: Delete playlist
pl: Usuń listę odtwarzania
ro: Ștergeți lista de redare

# videos.tab.playlist.playlistContent.actionSheet.title.removeFromPlaylist
source: Remove from playlist?
pl: Usunąć z listy odtwarzania?
ro: Eliminați din listă de redare?

# videos.tab.playlist.browser.button.add
source: Add
pl: Dodaj
ro: Adăugați

# videos.tab.playlist.content.header.button.title.add
source: Add
pl: Dodaj
ro: Adăugați

# videos.tab.playlist.content.alert.title.rename
source: Rename playlist
pl: Zmień nazwę listy odtwarzania
ro: Redenumiți lista de redare

# videos.tab.playlist.content.alert.subtitle.enterTheNewName
source: Enter the new name
pl: Wprowadź nową nazwę
ro: Introduceți noul nume

# videos.tab.playlist.content.alert.button.rename
source: Rename
pl: Zmień nazwę
ro: Redenumiți

# videos.tab.playlist.content.snackbar.renamingFailed
source: Renaming failed
pl: Zmiana nazwy nie powiodła się
ro: Redenumirea a eșuat

# videos.tab.playlist.content.alert.title.deletePlaylist
source: Delete playlist?
pl: Usuń listę odtwarzania?
ro: Ștergeți lista de redare?

source: Playlist will be deleted but its contents will stay in your Timeline.
pl: Lista odtwarzania zostanie usunięta, ale jej zawartość pozostanie na osi czasu.
ro: Lista de redare va fi ștearsă, însă conținutul său va rămâne în Cronologie.

# videos.tab.playlist.content.snackbar.playlistNameDeleted
source: “[A]” deleted
pl: “[A]” usunięty
ro: „[A]” șters

# videos.tab.playlist.content.removeFromPlaylist
source: Remove from playlist
pl: Usuń z listy odtwarzania
ro: Eliminați din listă de redare

# videos.recentlyWatched.navigationBarTitle
source: Recently watched
pl: Ostatnio oglądane
ro: Vizionate recent

# videos.recentlyWatched.emptyState
source: No recent activity
pl: Brak aktywności
ro: Nicio activitate recentă

# videos.recentlyWatched.deletion.alert.title
source: Videos will be removed from this list, but not deleted from your Cloud drive
pl: Filmy zostaną usunięte z tej listy, ale nie zostaną usunięte z Dysku w chmurze
ro: Videoclipurile vor fi eliminate din această listă, dar nu vor fi șterse de pe Unitatea cloud

# videos.recentlyWatched.deletion.alert.option.clearRecentlyWatched
source: Clear list
pl: Wyczyść listę
ro: Ștergeți lista

# calls.panel.participantsInWaitingRoom.emptyState
source: There is no one in the waiting room
pl: W poczekalni nie ma nikogo
ro: Nu este nimeni în sala de așteptare

# meetings.info.shareMeetingLink.invitation
source: %@ is inviting you to a MEGA meeting
pl: %@ zaprasza na spotkanie MEGA
ro: %@ vă invită la o întâlnire MEGA

# meetings.info.shareMeetingLink.meetingName
source: Meeting name: %@
pl: Nazwa spotkania: %@
ro: Numele întâlnirii: %@

# meetings.info.shareMeetingLink.meetingTime
source: Date and time: %@
pl: Data i godzina: %@
ro: Data și ora: %@

# meetings.info.shareMeetingLink.meetingLink
source: Meeting link: %@
pl: Link do spotkania: %@
ro: Link pentru întâlnire: %@

# chat.message.joinedTheMeeting
source: [A] joined the meeting.
pl: [A] dołączył do spotkania.
ro: [A] s-a alăturat întâlnirii.

# chat.message.leftTheMeeting
source: [A] left the meeting.
pl: [A] opuścił spotkanie.
ro: [A] a părăsit Întâlnirea.

# chat.message.wasRemovedFromTheMeetingBy
source: [A] was removed from the meeting by [B].
pl: [A] został usunięty ze spotkania przez [B].
ro: [A] a fost eliminat de la întâlnire de [B].

# chat.message.joinedTheMeetingByInvitationFrom
source: [A] joined the meeting by invitation from [B].
pl: [A] dołączył do spotkania na zaproszenie [B].
ro: [A] s-a alăturat întâlnirii prin invitație de [B].

# meetings.info.shareMeetingLink.subject
source: MEGA meeting invitation
pl: Zaproszenie na spotkanie MEGA
ro: Invitație la întâlnire MEGA

# calls.panel.participantsInCall.header.muteAll
source: Mute all
pl: Wycisz wszystkich
ro: Amuțire toate

# calls.panel.participantsInCall.header.allMuted
source: All muted
pl: Wszyscy wyciszeni
ro: Toate microfoanele au fost dezactivate

# calls.panel.participantsInCall.participantContextMenu.actions.mute
source: Mute
pl: Wycisz
ro: Amuțește

# calls.participantsInCall.muteAll.success
source: You’ve muted all participants
pl: Wyciszyłeś wszystkich uczestników
ro: Ați dezactivat microfonul pentru toți participanții

# calls.participantsInCall.muteParticipant.success
source: You’ve muted %@
pl: Wyciszyłeś %@
ro: Ați dezactivat microfonul lui %@

# calls.participantsInCall.muteAll.error
source: Error muting all participants
pl: Błąd wyciszenia wszystkich uczestników
ro: Eroare de mutare a tuturor participanților

# calls.participantsInCall.muteParticipant.error
source: Error muting %@
pl: Błąd wyciszania %@
ro: Eroare de mutare %@

# calls.participantsInCall.mutedBy
source: You’ve been muted by %@
pl: Zostałeś wyciszony przez %@
ro: Microfonul dvs. a fost dezactivat de %@

# calls.sfuOutdated.updateAppAlert.title
source: Update required
pl: Wymagana aktualizacja
ro: Actualizarea necesară

# calls.sfuOutdated.updateAppAlert.message
source: You’re not using the latest version of our app so you can’t start or join calls. Update now to continue.
pl: Nie używasz najnowszej wersji naszej aplikacji, więc nie możesz rozpoczynać połączeń ani dołączać do nich. Zaktualizuj teraz, aby kontynuować.
ro: Nu utilizați cea mai recentă versiune a aplicației noastre, astfel încât să nu puteți începe sau să vă alăturați apelurilor. Actualizați acum pentru a continua.

# calls.sfuOutdated.updateAppAlert.button.update
source: Update
pl: Zapisz zmiany
ro: Actualizați

# calls.sfuOutdated.updateAppAlert.button.skip
source: Skip
pl: Pomiń
ro: Omite

# meetings.scheduleMeeting.create.freePlanLimitWarning.longerThan60Minutes
source: Your free plan has a 60-minute limit on meetings. Pro users have unlimited calls and up to 1000 participants. [A]Upgrade now[/A]
pl: Twój darmowy plan ma 60-minutowy limit spotkań. Użytkownicy Pro mają nieograniczoną liczbę połączeń i do 1000 uczestników. [A]Uaktualnij teraz[/A]
ro: Abonamentul dvs. gratuit are o limită de 60 de minute pentru întâlniri. Utilizatorii Pro au apeluri nelimitate și până la 1000 de participanți. [A]Upgradați acum[/A]

# notifications.notificationType.promo.title
source: Limited time offer
pl: Oferta ograniczona czasowo
ro: Ofertă de timp limitat

# notifications.tag.promo.title
source: Promo
pl: Promocja
ro: Promoție

# notifications.expiration.message
source: Expires on [date] at [time]
pl: Wygasa dnia [date] o [time]
ro: Expiră pe [date] la [time]

# general.menuAction.hide.title
source: Hide
pl: Ukryj
ro: Ascunde

# general.menuAction.unhide.title
source: Unhide
pl: Odkryj
ro: Afișare

# calls.freePlanLimitWarning.usersLimitAlert.title
source: Cannot join
pl: Nie można dołączyć
ro: Imposibil de a participa

# calls.freePlanLimitWarning.usersLimitAlert.message
source: This call can only support 100 participants. Ask the organiser to remove this restriction.
pl: To połączenie może wesprzeć tylko 100 uczestników. Poproś organizatora o usunięcie tego ograniczenia.
ro: La acest apel pot participa maximum 100 de persoane. Cereți persoanei care a organizat-o să ridice această limită.

# calls.freePlanLimitWarning.usersLimitAlert.button
source: OK, got it
pl: OK, rozumiem
ro: Bine, am înțeles

# meetings.waitingRoom.warning.limit100Participants
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need to add more participants? [A]Upgrade now[/A]
pl: Tylko 100 uczestników może dołączyć do połączenia. Dodatkowi uczestnicy będą mogli jedynie wysyłać i czytać czaty. Potrzebujesz dodać więcej uczestników? [A]Uaktualnij teraz[/A]
ro: Doar 100 de participanții se pot alătura apelului. Orice participanți suplimentari vor putea trimite și citi doar chat-uri. Trebuie să adăugați mai mulți participanți? [A]Upgradați acum[/A]

# meetings.waitingRoom.banner.limit100Participants.non-organizer-host
source: Only 100 participants can join the call. Ask the organiser to upgrade to Pro to remove this restriction.
pl: Do połączenia może dołączyć tylko 100 uczestników. Poproś organizatora o zmień do wersji Pro, aby usunąć to ograniczenie.
ro: Doar 100 de participanți se pot alătura apelului. Cereți organizatorului să upgradeze la Pro pentru a elimina aceste restricții.

# meetings.inCall.banner.limit100Participants.organizer-host
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need more? [A]Upgrade now[/A]
pl: Do połączenia może dołączyć tylko 100 uczestników. Dodatkowi uczestnicy będą mogli jedynie wysyłać i czytać czat. Potrzebujesz więcej? [A]Uaktualnij teraz[/A]
ro: Doar 100 de participanți se pot alătura apelului. Orice participanți suplimentari vor putea trimite și citi doar chat-uri. Ai nevoie de mai mult? [A]Actualizați acum[/A]

# calls.freePlanLimitWarning.durationLimitAlert.message
source: Need more time? Pro plans offer unlimited calls.
pl: Potrzebujesz więcej czasu? plan Pro oferują nieograniczoną liczbę połączeń.
ro: Aveți nevoie de mai mult timp? Abonamentele Pro oferă apeluri nelimitate.

# calls.freePlanLimitWarning.durationLimitAlert.upgrade
source: Upgrade
pl: Zmień
ro: Upgradează

# calls.freePlanLimitWarning.durationLimitAlert.notNow
source: Not now
pl: Nie teraz
ro: Nu acum

# calls.freePlanLimitWarning.durationLimitCountdown.title
source: This free call will end in %@
pl: To bezpłatne połączenie zakończy się za %@
ro: Acest apel gratuit se va încheia în %@

# meetings.contact-picker.warning.over-limit.host
source: Only 100 participants can join the call. Any additional participants will only be able to send and read chats. Need to add more participants? [A]Upgrade now.[/A]
pl: Do połączenia może dołączyć tylko 100 uczestników. Dodatkowi uczestnicy będą mogli jedynie wysyłać i czytać czat. Potrzebujesz dodać więcej uczestników? [A]Uaktualnij teraz.[/A]
ro: Doar 100 de participanți se pot alătura apelului. Orice participanți suplimentari vor putea trimite și citi doar chat-uri. Trebuie să adăugați mai mulți participanți? [A]Actualizați acum.[/A]

# calls.freePlanLimitWarning.upgradeToProDialog.title
source: Upgrade to Pro to get unlimited calls
pl: Uaktualnij do Pro, aby otrzymywać nieograniczoną liczbę połączeń
ro: Upgradați la Pro pentru a primi apeluri nelimitate

# calls.freePlanLimitWarning.upgradeToProDialog.message
source: Your call reached the 60-minute limit and has ended. Pro users have unlimited call duration and can invite up to 1000 participants.
pl: Twoje połączenie osiągnęło limit 60 minut i zakończyło się. Użytkownicy Pro mają nieograniczony czas trwania połączeń i mogą zaprosić do 1000 uczestników.
ro: Apelul dvs. a atins limita de 60 de minute și s-a încheiat. Utilizatorii Pro au o durată nelimitată a apelului și pot invita până la 1000 de participanți.

# calls.freePlanLimitWarning.upgradeToProDialog.button
source: Upgrade now
pl: Zmień teraz
ro: Upgradați acum

# onboarding.hiddenFilesAndFolders.title
source: Hidden files and folders
pl: Ukryte pliki i katalogi
ro: Fișiere și foldere ascunse

# onboarding.hiddenFilesAndFolders.hideImportant.content.title
source: Hide important files and folders
pl: Ukryj ważne pliki i katalogi
ro: Ascundeți fișierele și folderele importante

# onboarding.hiddenFilesAndFolders.hideImportant.content.message
source: You can conceal sensitive files and folders for privacy. Only you can reveal them, either individually or by temporarily displaying hidden items from the settings.
pl: Możesz ukryć poufne pliki i katalogi dla prywatności. Tylko Ty możesz je ujawnić, pojedynczo lub tymczasowo wyświetlając ukryte elementy z ustawień.
ro: Puteți ascunde fișierele și folderele sensibile pentru confidențialitate. Numai dvs. le puteți dezvălui, fie individual, fie prin afișarea temporară a elementelor ascunse din setări.

# onboarding.hiddenFilesAndFolders.excludeTimeline.content.title
source: Exclude from Timeline
pl: Wyklucz z osi czasu
ro: Excludeți din vizualizarea cronologică

# onboarding.hiddenFilesAndFolders.excludeTimeline.content.message
source: Hidden items are only accessible through the Cloud drive and will not appear in your Photos, Albums or Recents.
pl: Ukryte elementy są dostępne tylko za pośrednictwem Dysk w chmurze i nie będą wyświetlane w Twoich Zdjęciach, Albumach Ostatnie.
ro: Elementele ascunse sunt accesibile numai prin Unitatea cloud și nu vor apărea în Fotografii, Albume sau Recente.

# onboarding.hiddenFilesAndFolders.outOfSight.content.title
source: Out of sight
pl: Poza zasięgiem wzroku
ro: Invizibile

# onboarding.hiddenFilesAndFolders.outOfSight.content.message
source: You decide when hidden files are visible. There is a new setting to show hidden items temporarily.
pl: Ty decydujesz, kiedy ukryte pliki są widoczne. Istnieje nowe ustawienie tymczasowego wyświetlania ukrytych elementów.
ro: Dvs. decideți când sunt vizibile fișierele ascunse. Există o nouă setare pentru a afișa temporar elementele ascunse.

# account.myAccount.title
source: My account
pl: Moje konto
ro: Contul meu

# free.Plan.name
source: Free
pl: Darmowe
ro: Gratuit

# free.Plan.Price.description
source: Free
pl: Darmowe
ro: Gratuit

# account.transferQuota.freePlan.limited
source: Limited
pl: Ograniczony
ro: Limitat

# account.subscription.cancel.title
source: Cancel subscription
pl: Anuluj subskrypcję
ro: Anulați abonamentul

# saveToPhotos.fallbackAlert.title
source: File cannot be saved
pl: Plik nie może zostać zapisany
ro: Fișierul nu poate fi salvat

# saveToPhotos.fallbackAlert.message
source: This file type is not supported by iOS. Would you like to make it available offline?
pl: Ten typ plik nie jest obsługiwany przez system iOS. Czy chciałbyś udostępnić go w trybie offline?
ro: Acest tip de fișier nu este acceptat de iOS. Doriți să îl faceți disponibil offline?
