Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# subscriptionPurchase.featuresOfProPlan.message
source: • Password-protected links • Links with expiry dates • Rewind folders up to 180 days of deleted data • Host calls and meetings with unlimited participants and no time restrictions • Schedule rubbish bin clearing between 7 days and 10 years • Priority support
pl: • Linki chronione hasłem • Linki z datami wygasania • Przywracanie katalogów do 180 dni usuniętych danych • Prowadzenie rozmów i spotkań z nieograniczoną liczbą uczestników i bez ograniczeń czasowych • Planowanie opróżniania kosza na śmieci od 7 dni do 10 lat • Priorytetowe wsparcie
ro: • Link-uri protejate prin parolă • Link-uri cu date de expirare • Derularea înapoi a folderelor până la 180 de zile de date șterse • Găzduiește apeluri și întâlniri cu participanți nelimitați și fără restricții de timp • Programați curățarea coșului de gunoi între 7 zile și 10 ani • Asistență prioritară

# subscriptionPurchase.feature.one.title
source: Generous storage
pl: Pojemna pamięć
ro: Spațiu de stocare generos

# subscriptionPurchase.feature.one.description
source: Store up to 16 TB of data
pl: Przechowuj do 16 TB danych
ro: Depozitați până la 16 TB de date

# subscriptionPurchase.feature.two.title
source: Transfer sharing
pl: Współdzielenie transferu
ro: Partajarea transferurilor

# subscriptionPurchase.feature.two.description
source: People you share items with can use your quota to download and stream files
pl: Osoby, z którymi udostępniasz elementy, mogą korzystać z Twojego limitu na pobieranie i strumieniowanie plików
ro: Persoanele cu care partajați articole pot folosi cota dvs. pentru a descărca și a transmite fișiere în flux continuu

# subscriptionPurchase.feature.three.description
source: Stay safe online with our high-speed VPN that’s both fast and simple to use
pl: Pozostań bezpieczny w sieci dzięki naszej szybkiej i prostej w użyciu sieci VPN
ro: Rămâneți în siguranță online cu VPN-ul nostru de mare viteză, care este atât rapid, cât și simplu de folosit

# subscriptionPurchase.feature.four.description
source: Organise all your passwords and keep them safe with our password manager
pl: Zorganizuj wszystkie swoje hasła i chroń je za pomocą naszego menedżera haseł
ro: Organizați-vă toate parolele și păstrați-le în siguranță cu managerul nostru de parole

# subscriptionPurchase.feature.title
source: You’ll get:
pl: Otrzymasz:
ro: Veți obține:

# tabbarTitle.home
source: Home
pl: Strona główna
ro: Acasă

# tabbarTitle.drive
source: Drive
pl: Dysk
ro: Unitate

# tabbarTitle.photos
source: Photos
pl: Zdjęcia
ro: Fotografii

# tabbarTitle.menu
source: Menu
ro: Meniu

# subscriptionPurchase.freePlanCard.feature.storage
source: %@ storage
pl: %@ pamięci
ro: %@ spațiu de stocare

# subscriptionPurchase.freePlanCard.title.upgrade
source: Continue with your free plan
pl: Kontynuuj z darmowym planem
ro: Continuați cu abonamentul gratuit

# subscriptionPurchase.freePlanCard.button.title.upgrade
source: Continue with free plan
pl: Kontynuuj z darmowym planem
ro: Continuați cu abonament gratuit

# accountMenu.offlineFiles
source: Offline files
pl: Offline pliki
ro: Fișiere offline

# accountMenu.megaVPN.buttonSubtitle
source: High-speed VPN
pl: Szybki VPN
ro: VPN de mare viteză

# accountMenu.megaPass.buttonSubtitle
source: Securely store and autofill your passwords
pl: Bezpiecznie przechowuj i automatycznie wypełniaj swoje hasło
ro: Stocarea și completarea automată a parolelor în siguranță

# accountMenu.transferIt.buttonSubtitle
source: Fast, secure file transfers
pl: Szybkie, bezpieczne transfery plików
ro: Transferuri rapide și sigure de fișiere

# accountMenu.otherApps.sectionTitle
source: MEGA privacy suite
pl: MEGA pakiet prywatności
ro: MEGA suite de confidențialitate

# accountMenu.logout
source: Log out
pl: Wyloguj się
ro: Deconectați-vă

# subscriptionPurchase.feature.storage.description
source: Store up to %@ of data
pl: Przechowuj do %@ danych
ro: Depozitați până la %@ de date

# cameraUploads.banner.status.paused.noNetworkConnection.title
source: Camera uploads paused
pl: Przesyłanie z kamery wstrzymane
ro: Încărcările de la cameră sunt întrerupte

# cameraUploads.banner.status.paused.noNetworkConnection.subheading
source: Connect to WiFi or use mobile data
pl: Połącz się z Wi-Fi lub użyj danych mobilnych
ro: Conectați-vă la Wi-Fi sau folosiți date mobile

# cameraUploads.banner.status.paused.noWiFiConnection.subheading
source: Connect to WiFi or use mobile data [S]Tap to allow mobile data[/S]
pl: Połącz się z Wi-Fi lub użyj danych mobilnych [S]Kliknij, aby zezwolić na dane mobilne[/S]
ro: Conectați-vă la Wi-Fi sau folosiți date mobile [S] Atingeți pentru a permite datele mobile [/S]

# cameraUploads.banner.status.paused.lowBattery.title
source: Camera uploads paused due to low battery
pl: Przesyłanie z kamery wstrzymane z powodu niskiego poziomu baterii
ro: Încărcările camerei au fost întrerupte din cauza bateriei descărcate

# cameraUploads.banner.status.paused.lowBattery.subheading
source: Charge device to start camera uploads
pl: Naładuj urządzenie, aby rozpocząć przesyłanie z kamery
ro: Încărcați dispozitivul pentru a începe încărcările camerei

# cameraUploads.banner.status.paused.highThermalState.title
source: Camera uploads paused due to high device temperature
pl: Przesyłanie z kamery wstrzymane z powodu wysokiej temperatury urządzenia
ro: Încărcările camerei au fost întrerupte din cauza temperaturii ridicate a dispozitivului

# cameraUploads.banner.status.paused.highThermalState.subheading
source: Uploads will resume automatically when your device cools down
pl: Wgrywanie zostanie wznowione automatycznie, gdy urządzenie ostygnie.
ro: Încărcările se vor relua automat când dispozitivul se răcește

# notification.local.cameraUploadBackupReminder.title
source: Protect your precious moments!
pl: Chroń swoje cenne chwile!
ro: Protejați-vă momentele prețioase!

# notification.local.cameraUploadBackupReminder.body
source: It’s time to back up your photos and videos
pl: Czas zrobić kopię zapasową zdjęć i filmów
ro: Este timpul să faceți o copie de rezervă a fotografiilor și videoclipurilor

source: Folder
pl: Katalog

# choosePhotoVideo
source: Choose from Photos
pl: Wybierz z aplikacji Zdjęcia

source: Contact
pl: Kontakt

source: Offline
pl: Lokalne

# oneFolderShared
source: 1 folder
pl: 1 katalog

# account.achievement.referral.subtitle
source: %1$@ of storage for each invitation. %2$@
pl: %1$@ pojemności za każde zaproszenie. %2$@

# Transfer Quota
source: Transfer
pl: Przesyłanie

# account.achievement.desktopApp.incomplete.explaination.label
source: When you install the MEGA Desktop App you get %1$@ of complimentary storage space, %2$@. The MEGA Desktop App is available for Windows, macOS and most Linux distributions.
pl: Po zainstalowaniu Aplikacji MEGA Desktop otrzymujesz %1$@ bezpłatnej pojemności, %2$@. Aplikacja MEGA Desktop jest dostępna dla systemów Windows, macOS i większości dystrybucji Linuksa.

# account.achievement.mobileApp.incomplete.explaination.label
source: When you install the MEGA Mobile App you get %@ of complimentary storage space, %2$@. The MEGA Mobile App is available for iOS and Android.
pl: Po zainstalowaniu aplikacji mobilnej MEGA otrzymujesz %@ bezpłatnej pojemności, %2$@. Aplikacja mobilna MEGA jest dostępna dla systemów iOS i Android.

# account.achievement.freeTrial.detail.complete.label
source: %1$@ bonus applied. %2$@
pl: %1$@ bonus zastosowany. %2$@

# account.achievement.vpnFreeTrial.detail.incomplete.label
source: Get %1$@ of free storage when you start a MEGA VPN free trial. %2$@
pl: Uzyskaj %1$@ darmowej pojemności, gdy rozpoczniesz darmowy okres próbny MEGA VPN. %2$@

# localLabel
source: Local
pl: Lokalnie

# Call
source: Audio
pl: Dzwięk

source: Video
pl: Film

source: Business
pl: Biznes

source: Per folder
pl: Na katalog

source: Server:
pl: Serwer:

# media.quality.original
source: Original
pl: Oryginalne

# home.search.filter.audio
source: Audio
pl: Dzwięk

# home.search.filter.video
source: Video
pl: Film
