Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# sharedItems.contactVerification.contactNotVerifiedBannerMessage
source: %@ is shared by a contact you haven’t verified. To ensure extra security, we recommend that you verify their credentials in Contacts by tapping on ⓘ next to the contact you want to verify.
pl: %@ jest udostępniany przez kontakt, który nie został zweryfikowany. Aby zapewnić dodatkowe bezpieczeństwo, zalecamy zweryfikowanie uprawnień w Kontaktach, wybierając ⓘ obok kontaktu, który chcesz zweryfikować.
ro: %@ este partajat de un contact pe care nu l-ați confirmat. Pentru a asigura un plus de securitate, vă recomandăm să confirmați acreditările lor în Contacte apăsând pe ⓘ lângă contactul pe care doriți să îl confirmați.

# verifyCredentials.yourCredentials.title
source: Your credentials
pl: Twoje uprawnienia
ro: Acreditările tale

# verifyCredentials.headerMessage
source: We protect your data with zero-knowledge encryption so all the information you store, share, and receive on MEGA is secure. To ensure extra security, we ask you to verify the contacts you share information with or receive data from.
pl: Chronimy Twoje dane za pomocą szyfrowania bez wiedzy, dzięki czemu wszystkie informacje, które przechowujesz, udostępniasz i otrzymujesz w MEGA, są bezpieczne. Aby zapewnić dodatkowe bezpieczeństwo, prosimy o weryfikację kontaktów, którym udostępniasz informacje lub od których otrzymujesz dane.
ro: Vă protejăm datele cu criptare tip zero, astfel încât toate informațiile pe care le stocați, partajați și primiți pe MEGA să fie sigure. Pentru a asigura un plus de securitate, vă rugăm să confirmați contactele cu care partajați informații sau de la care primiți date.

# sharedItems.tab.incoming.undecryptedFolderName
source: [Undecrypted folder]
pl: [Katalog niezaszyfrowany]
ro: [folder nedecriptat]

# sharedItems.tab.outgoing.sharedToContact
source: Shared with %@
pl: Udostępnione z %@
ro: Partajat cu %@

# chat.listing.description.meetingCreated.message
source: %@: created a meeting
pl: %@: stworzył spotkanie
ro: %@: a creat o întâlnire

# meetings.info.participants.seeAll
source: See all
pl: Zobacz wszystkie
ro: Vezi toți

# meetings.info.leaveMeeting
source: Leave meeting
pl: Opuść spotkanie
ro: Părăsește întâlnirea

# meetings.info.chatNotifications
source: Chat notifications
pl: Powiadomienia czatu
ro: Notificări de chat

# meetings.info.sharedFiles
source: Shared files
pl: Udostępnione pliki
ro: Fișiere partajate

# meetings.info.manageChatHistory
source: Manage chat history
pl: Zarządzaj historią czatów
ro: Gestionează istoricul chatului

# meetings.info.keyRotation.title
source: Enable encryption key rotation
pl: Włącz rotację klucza szyfrowania
ro: Activează rotația cheii de criptare

# meetings.info.keyRotation.description
source: Key rotation is slightly more secure, but doesn’t allow you to create a chat link and hides past messages from new participants.
pl: Rotacja kluczy jest nieco bezpieczniejsza, ale nie pozwala na tworzenie linków do czatu i ukrywa przeszłe wiadomości przed nowymi uczestnikami.
ro: Rotația cheii este puțin mai sigură, dar nu îți permite să creați un link al chatul și ascunde mesajele anterioare de la noii participanți.

# meetings.info.shareOptions.sendToChat
source: Send to chat
pl: Wyślij na czat
ro: Trimite în chat

# meetings.info.shareChatLink
source: Share chat link
pl: Udostępnij łącze do czatu
ro: Partajați linkul chatului

# meetings.info.participants.seeMore
source: See more
pl: Zobacz więcej
ro: Vezi mai mulți

# meetings.info.participants.seeLess
source: See less
pl: Zobacz mniej
ro: Vezi mai puțini

# chat.introductionHeader.privacy.description
source: MEGA protects your communications with our zero-knowledge encryption system providing essential safety assurances:
pl: MEGA chroni Twoją komunikację za pomocą naszego systemu szyfrowania "zero wiedzy", zapewniając istotne gwarancje bezpieczeństwa:
ro: MEGA vă protejează comunicațiile cu sistemul nostru de criptare tip zero cunoștințe, oferind asigurări esențiale de siguranță:

# meetings.scheduled.buttonOverlay.startMeeting
source: Start meeting
pl: Rozpocznij spotkanie
ro: Începe o întâlnire

# meetings.scheduled.buttonOverlay.joinMeeting
source: Join meeting
pl: Dołącz do spotkania
ro: Alăturați-vă întâlnirii

# meetings.scheduled.contextMenu.startMeeting
source: Start
ro: Pornește

# meetings.scheduled.contextMenu.joinMeeting
source: Join
pl: Dołącz
ro: Alăturați-vă

# chat.callInProgress.tapToReturnToCall
source: Tap to return to call %@
pl: Kliknij, aby powrócić do połączenia %@
ro: Atinge pentru a reveni la apel %@

# inapp.notifications.meetings.header
source: Meetings
pl: Spotkania
ro: Întâlniri

# inapp.notifications.scheduledMeetings.oneOff.new.description
source: [B][Email][/B] invited you to a meeting scheduled for:
pl: [B][Email][/B] zaprosił Cię na spotkanie zaplanowane na:
ro: [B][Email][/B] v-a invitat la o întâlnire programată pentru:

# inapp.notifications.scheduledMeetings.oneOff.mulitpleFieldsUpdate.description
source: [B][Email] updated[/B] the meeting to
pl: [B][Email] zaktualizował[/B] spotkanie na
ro: [B][Email] a actualizat [/B] Întâlnirea la

# inapp.notifications.scheduledMeetings.oneOff.descriptionFieldUpdate.description
source: [B][Email] updated[/B] the meeting description
pl: [B][Email] zaktualizował[/B] opis spotkania
ro: [B][Email] a actualizat [/B] descrierea întâlnirii

# inapp.notifications.scheduledMeetings.oneOff.cancelled.description
source: [B][Email] cancelled[/B] the meeting scheduled for
pl: [B][Email] odwołał[/B] spotkanie zaplanowane na
ro: [B][Email] a anulat [/B] Întâlnirea programată pentru

# inapp.notifications.scheduledMeetings.oneOff.dayChanged.description
source: [B][Email] updated[/B] the meeting date to
pl: [B][Email] zaktualizował[/B] datę spotkania na
ro: [B][Email] a actualizat [/B] data întâlnirii la

# inapp.notifications.scheduledMeetings.oneOff.timeChanged.description
source: [B][Email] updated[/B] the meeting time to
pl: [B][Email] zaktualizował[/B] czas spotkania na
ro: [B][Email] a actualizat [/B] ora întâlnirii

# inapp.notifications.scheduledMeetings.titleUpdate.description
source: [B][Email] updated[/B] the meeting name from “[PreviousTitle]” to [B]“[UpdatedTitle]”[/B]
pl: [B][Email] zaktualizował[/B] nazwę spotkania z “[PreviousTitle]” na [B]“[UpdatedTitle]”[/B]
ro: [B][Email] a actualizat [/B] numele întâlnirii de la „[PreviousTitle]” la [B]„[UpdatedTitle]” [/B]

# inapp.notifications.scheduledMeetings.recurring.cancelled.description
source: [B][Email] cancelled[/B] the meeting and all its occurrences
pl: [B][Email] odwołał[/B] spotkanie i wszystkie jego wystąpienia
ro: [B][Email] a anulat [/B] Întâlnirea și toate ocurențele sale

# inapp.notifications.scheduledMeetings.recurring.new.description
source: [B][Email][/B] invited you to a recurring meeting scheduled for:
pl: [B][Email] zaprosił[/B] cię na cykliczne spotkanie zaplanowane na:
ro: [B][Email][/B] te-a invitat la o întâlnire recurentă programată pentru:

# inapp.notifications.scheduledMeetings.recurring.mulitpleFieldsUpdate.description
source: [B][Email] updated[/B] the meeting to
pl: [B][Email] zaktualizował[/B] spotkanie na
ro: [B][Email] a actualizat [/B] Întâlnirea la

source: [B][Email] updated[/B] the recurring meeting description
pl: [B][Email] zaktualizował[/B] opis cyklicznego potkania
ro: [B][Email] a actualizat [/B] descrierea întâlnirii recurente

# inapp.notifications.scheduledMeetings.recurring.dayChanged.description
source: [B][Email] updated[/B] the recurring meeting date to
pl: [B][Email] zaktualizował[/B] cykliczną datę spotkania na
ro: [B][Email] a actualizat [/B] data întâlnirii recurente la

# inapp.notifications.scheduledMeetings.recurring.timeChanged.description
source: [B][Email] updated[/B] the recurring meeting time to
pl: [B][Email] zaktualizował[/B] powtarzający się czas spotkania do
ro: [B][Email] a actualizat [/B] timpul de întâlnire recurentă pentru

# meetings.scheduled.contextMenu.occurrences
source: Occurrences
pl: Występowanie
ro: Ocurențe

# meetings.scheduled.recurring.frequency.daily
source: Occurs daily
pl: Występuje codziennie
ro: Are loc zilnic

# meetings.scheduled.recurring.frequency.weekly
source: Occurs weekly
pl: Występuje co tydzień
ro: Are loc săptămânal

# meetings.scheduled.recurring.frequency.monthly
source: Occurs monthly
pl: Występuje co miesiąc
ro: Are loc lunar

# meetings.scheduled.recurring.occurrences.list.seeMoreOccurrences
source: See more
pl: Zobacz więcej
ro: Vezi mai mulți

# meetings.scheduled.oneOff
source: [B][WeekDay], [StartDate][/B] from [B][StartTime] to [EndTime][/B]
pl: [B][WeekDay], [StartDate][/B] od [B][StartTime] do [EndTime][/B]
ro: [B][WeekDay], [StartDate][/B] de la [B][StartTime] la [EndTime][/B]

# inapp.notifications.scheduledMeetings.recurring.occurrenceCancelled.description
source: [B][Email] cancelled[/B] the occurrence scheduled for
pl: [B][Email] anulował[/B] zdarzenie zaplanowane na
ro: [B][Email] a anulat [/B] ocurența programată pentru

# inapp.notifications.scheduledMeetings.recurring.occurrenceUpdated.description
source: [B][Email] updated[/B] an occurrence to
pl: [B][Email] zaktualizował[/B] wystąpienie na
ro: [B][Email] a actualizat [/B] o ocurență la

# account.upgradeSecurity.title
source: Account security upgrade
pl: Aktualizacja zabezpieczeń konta
ro: Actualizare de securitate pentru cont

# account.upgradeSecurity.message.upgrade
source: We’re upgrading your account’s security. You should see this message only once. If you’ve seen it before, first make sure it has been for this account and not for another MEGA account you have. If you’re sure and it’s the second time you’re seeing this message for this account, stop using this account.
pl: Ulepszamy zabezpieczenia Twojego konta. Tę wiadomość powinieneś zobaczyć tylko raz. Jeśli widziałeś ją już wcześniej, najpierw upewnij się, że dotyczyła ona tego konta, a nie innego posiadanego przez Ciebie konta MEGA. Jeśli jesteś pewien i po raz drugi widzisz tę wiadomość dla tego konta, przestań z niego korzystać.
ro: Îți actualizăm securitatea contului. Ar trebui să vedeți acest mesaj o singură dată. Dacă l-ați mai văzut înainte, asigurați-vă mai întâi că a fost pentru acest cont și nu pentru un alt cont MEGA pe care îl aveți. Dacă sunteți sigur și este a doua oară când vedeți acest mesaj pentru acest cont, nu mai utilizați acest cont.

# account.upgradeSecurity.button.title
source: OK, got it
pl: OK, rozumiem.
ro: Bine, am înțeles

# meetings.info.descriptionLabel
source: Description
pl: Opis
ro: Descriere

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.sun.title
source: Sun
pl: Nie
ro: Dum

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.mon.title
source: Mon
pl: Pon
ro: Lun

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.tue.title
source: Tue
pl: Wto
ro: Mar

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.wed.title
source: Wed
pl: Nie
ro: Mie

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.thu.title
source: Thu
pl: Czw
ro: Joi

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.fri.title
source: Fri
pl: Pią
ro: Vin

# inapp.notifications.scheduledMeetings.weekDay.sentenceStart.sat.title
source: Sat
pl: Sob
ro: Sâm

# inapp.notifications.scheduledMeetings.weekDay.midSentence.sun.title
source: Sun
pl: nie
ro: dum

# inapp.notifications.scheduledMeetings.weekDay.midSentence.mon.title
source: Mon
pl: pon
ro: lun

# inapp.notifications.scheduledMeetings.weekDay.midSentence.tue.title
source: Tue
pl: wto
ro: mar

# inapp.notifications.scheduledMeetings.weekDay.midSentence.wed.title
source: Wed
pl: nie
ro: mie

# inapp.notifications.scheduledMeetings.weekDay.midSentence.thu.title
source: Thu
pl: czw
ro: joi

# inapp.notifications.scheduledMeetings.weekDay.midSentence.fri.title
source: Fri
pl: pią
ro: vin

# inapp.notifications.scheduledMeetings.weekDay.midSentence.sat.title
source: Sat
pl: sob
ro: sâm

# meetings.scheduled.recurring.daily
source: daily
pl: codziennie
ro: zilnică

# meetings.scheduled.recurring.weekly
source: weekly
pl: co tydzień
ro: săptămânal

# meetings.scheduled.recurring.monthly
source: monthly
pl: miesięcznie
ro: lunar

# sharedItems.tab.outgoing.modal.cannotVerifyContact.title
source: Cannot verify contact
pl: Nie można zweryfikować kontaktu
ro: Nu se poate verifica contactul

# sharedItems.tab.outgoing.modal.cannotVerifyContact.message
source: You can’t verify %@ as they’re not in your contact list. Wait for them to accept your invitation first.
pl: Nie możesz zweryfikować %@, ponieważ nie ma ich na Twojej liście kontaktów. Poczekaj, aż zaakceptują Twoje zaproszenie.
ro: Nu poți verifica pe %@ deoarece nu se află în lista de contacte. Așteaptă ca această persoană să îți accepte mai întâi invitația.

# picker.disable.passcode.title
source: Disable MEGA passcode
pl: Wyłącz kodu dostępu MEGA
ro: Dezactivează codul de acces MEGA

# picker.disable.passcode.description
source: To use MEGA in the Files app, disable your MEGA passcode. Go to Settings in the MEGA app, tap Security > Passcode.
pl: Aby korzystać z MEGA w aplikacji Pliki, wyłącz swój MEGA kod dostępu. Przejdź do Ustawień w aplikacji MEGA, kliknij Bezpieczeństwo > Kod dostępu.
ro: Pentru a folosi MEGA în aplicația Fișiere, dezactivează codul de acces MEGA. Du-te la Setări în aplicația MEGA, atinge Securitate > Cod de acces.

# meetings.scheduled.listing.inProgress.description
source: Meeting in progress
pl: Spotkanie w toku
ro: Întâlnire în desfășurare

# meetings.scheduled.listing.inProgress.descriptionWithDuration
source: Meeting in progress · %@
pl: Spotkanie w toku · %@
ro: Întâlnire în desfășurare · %@

# meetings.scheduleMeeting.title
source: Schedule meeting
pl: Zaplanuj spotkanie
ro: Planifică o întâlnire

# meetings.scheduleMeeting.meetingName.placeholder
source: Meeting name
pl: Nazwa spotkania
ro: Numele întâlnirii

# meetings.scheduleMeeting.start
source: Starts
pl: Start
ro: Începe

# meetings.scheduleMeeting.end
source: Ends
pl: Koniec
ro: Se termină

# meetings.scheduleMeeting.recurrence
source: Recurrence
pl: Powtarzalność
ro: Recurență

# meetings.scheduleMeeting.link
source: Meeting link
pl: Link do spotkania
ro: Link pentru întâlnire

# meetings.scheduleMeeting.link.description
source: Anyone with this link can join the meeting and view the meeting chat.
pl: Każda osoba posiadająca ten link może dołączyć do spotkania i obejrzeć czat spotkania.
ro: Oricine cu acest link se poate alătura întâlnirii și poate vedea chatul întâlnirii.

# meetings.scheduleMeeting.addParticipants
source: Add participants
pl: Dodaj uczestnikow
ro: Adaugă participanți

# meetings.scheduleMeeting.sendCalendarInvite
source: Send calendar invitation
pl: Wyślij zaproszenie do kalendarza
ro: Trimite invitația pentru calendar

# meetings.scheduleMeeting.openInvite
source: Allow non-hosts to add participants
pl: Umożliwienie dodawania uczestników przez osoby niebędące gospodarzami
ro: Permite non-gazdelor să adauge participanți

# meetings.scheduleMeeting.description
source: Add description
pl: Dodaj opis
ro: Adăugați o descriere

# meetings.scheduleMeeting.meetingName.titleUnencrypted
source: MEGA can see your meeting name and description, but we keep them private
pl: MEGA może zobaczyć nazwę i opis Twojego spotkania, ale zachowujemy je prywatnie
ro: MEGA poate vedea numele și descrierea întâlnirii dvs., dar le păstrăm private

# meetings.scheduleMeeting.meetingName.lenghtError
source: Enter up to 30 characters
pl: Wprowadź do 30 znaków
ro: Introduceți până la 30 de caractere

# meetings.scheduleMeeting.description.lenghtError
source: Enter up to 3,000 characters
pl: Wprowadź do 3000 znaków
ro: Introduceți până la 3.000 de caractere

# meetings.scheduleMeeting.cancel
source: Cancel
pl: Anuluj
ro: Anulați

# meetings.scheduleMeeting.create
source: Create
pl: Utwórz
ro: Creează

# meetings.scheduleMeeting.discardChanges.title
source: Discard changes or keep editing?
pl: Odrzucić zmiany czy kontynuować edycję?
ro: Renunțați la modificări sau continuați să editați?

# meetings.scheduleMeeting.discardChanges.confirm
source: Discard changes
pl: Odrzucić zmiany
ro: Renunțați la modificări

# meetings.scheduleMeeting.discardChanges.cancel
source: Keep editing
pl: Kontynuuj edycję
ro: Continuați să editați

# meetings.scheduleMeeting.meetingCreated
source: Meeting created
pl: Spotkanie utworzone
ro: Întâlnire a fost creată

# video.alert.resumeVideo.title
source: Resume video?
pl: Wznowić wideo?
ro: Reiei videoclipul?

# video.alert.resumeVideo.message
source: “%1$s” will resume from %2$s
pl: ”%1$s” zostanie wznowiony od %2$s
ro: ”%1$s” va relua de la %2$s

# video.alert.resumeVideo.button.resume
source: Resume
pl: Wznów
ro: Reia

# video.alert.resumeVideo.button.restart
source: Restart
pl: Zrestartuj
ro: Repornește

# meetings.scheduleMeeting.notification.meetingStartsNow.message
source: Meeting starts now
pl: Spotkanie zaczyna się teraz
ro: Întâlnirea începe acum

# meetings.scheduleMeeting.notification.meetingStartsInFifteenMins.message
source: Meeting starts in 15 minutes
pl: Spotkanie rozpoczyna się za 15 minut
ro: Întâlnirea începe în 15 minute

# meetings.scheduleMeeting.notification.meetingStarts.button.join
source: Join
pl: Dołącz
ro: Alăturați-vă

# meetings.scheduleMeeting.notification.meetingStarts.button.message
source: Message
pl: Wiadomość
ro: Mesaj

# meetings.scheduleMeeting.create.recurrenceOptionScreen.never
source: Never
pl: Nigdy
ro: Niciodată

# meetings.scheduleMeeting.create.recurrenceOptionScreen.daily
source: Every day
pl: Każdego dnia
ro: În fiecare zi

# meetings.scheduleMeeting.create.recurrenceOptionScreen.weekly
source: Every week
pl: Każdego tygodnia
ro: În fiecare săptămână

# meetings.scheduleMeeting.create.recurrenceOptionScreen.monthly
source: Every month
pl: Każdego miesiąca
ro: În fiecare lună

# meetings.scheduleMeeting.create.recurrenceOptionScreen.custom
source: Custom
pl: Dowolne
ro: Personalizat

# meetings.scheduleMeeting.create.recurrenceOptionScreen.navigationTitle
source: Recurrence
pl: Powtarzalność
ro: Recurență

# meetings.scheduleMeeting.create.selectedRecurrenceOption.never
source: Never
pl: Nigdy
ro: Niciodată

# meetings.scheduleMeeting.create.selectedRecurrenceOption.daily
source: Daily
pl: Codziennie
ro: Zilnică

# meetings.scheduleMeeting.create.selectedRecurrenceOption.weekly
source: Weekly
pl: Tygodniowo
ro: Săptămânală

# meetings.scheduleMeeting.create.selectedRecurrenceOption.monthly
source: Monthly
pl: Miesięcznie
ro: Lunar

# chat.call.quickAction.endCall
source: End
pl: Zakończ
ro: Încheie

# chat.call.quickAction.mic
source: Mic
pl: Mikrofon
ro: Microfon

# chat.call.quickAction.camera
source: Camera
pl: Kamera
ro: Cameră

# device.center.title
source: Device centre
pl: Centrum urządzeń
ro: Centrul de dispozitive

# device.center.current.device.title
source: This device
pl: To urządzenie
ro: Acest dispozitiv

# device.center.other.devices.title
source: Other devices
pl: Inne urządzenia
ro: Alte dispozitive

# device.center.backup.upToDate.status.message
source: Up to date
pl: Aktualne
ro: La zi

# device.center.backup.scanning.status.message
source: Scanning…
pl: Skanowanie…
ro: Se scanează…

# device.center.backup.initialising.status.message
source: Initialising…
pl: Uruchamianie…
ro: Se inițializează…

# device.center.backup.updating.status.message
source: Updating…
pl: Aktualizowanie…
ro: Se actualizează…

# device.center.backup.noCameraUploads.status.message
source: No camera uploads
pl: Brak przesyłania z kamery
ro: Niciun încărcarea de cameră

# device.center.backup.disabled.status.message
source: Disabled
pl: Zablokowane
ro: Dezactivat

# device.center.backup.offline.status.message
source: Inactive
pl: Nieaktywny
ro: Inactiv

# device.center.backup.backupStopped.status.message
source: Backup stopped
pl: Kopia zapasowa zatrzymana
ro: Backup oprit

# device.center.backup.paused.status.message
source: Paused
pl: Zatrzymane
ro: Pus pe pauză

# device.center.backup.outOfQuota.status.message
source: Out of quota
pl: Poza limitem
ro: În afara cotei

# device.center.backup.error.status.message
source: Error
pl: Błąd
ro: Eroare

# device.center.backup.blocked.status.message
source: Blocked
pl: Zablokowane
ro: Blocat

# device.center.backup.inactive.status.message
source: Inactive
pl: Nieaktywny
ro: Inactiv

# device.center.device.attentionNeeded.status.message
source: Attention needed
pl: Potrzebna uwaga
ro: Atenție necesară

# device.center.backup.error.unknown
source: Unknown error.
pl: Nieznany błąd.
ro: Eroare necunoscută.

# device.center.backup.error.fileSystemUnsupported
source: MEGA can’t sync or back up this folder because the file system on your device is not supported.
pl: MEGA nie może zsynchronizować lub utworzyć kopii zapasowej tego katalogu, ponieważ system plików na urządzeniu nie jest obsługiwany.
ro: MEGA nu poate sincroniza sau backup pentru acest folder, deoarece sistemul de fișiere de pe dispozitivul dvs. nu este acceptat.

# device.center.backup.error.folderCantSync
source: The folder you chose can’t be synced.
pl: Wybrany katalog nie może zostać zsynchronizowany.
ro: Folderul ales nu poate fi sincronizat.

# device.center.backup.error.fileSyncIndividual
source: A file cannot be synced individually. You need to set up the sync from a folder.
pl: Nie można zsynchronizować pliku pojedynczo. Należy skonfigurować synchronizację z katalogu.
ro: Un fișier nu poate fi sincronizat individual. Trebuie să configurați sincronizarea dintr-un folder.

# device.center.backup.error.initialScanFailed
source: Initial scan failed. You will need to re-enable your sync or backup from the desktop app.
pl: Wstępne skanowanie nie powiodło się. Konieczne będzie ponowne włączenie synchronizacji lub kopii zapasowej w aplikacji Desktop.
ro: Scanarea inițială a eșuat. Va trebui să reactivați sincronizarea sau backupul din aplicația desktop.

# device.center.backup.error.folderDeviceUnlocatedNow
source: Folder in your device can’t be located now, try again later.
pl: Nie można teraz zlokalizować katalogu w urządzeniu, spróbuj ponownie później.
ro: Folderul din dispozitiv nu poate fi localizat acum, încercați din nou mai târziu.

# device.center.backup.error.folderDeviceUnlocated
source: Folder in your device can’t be located.
pl: Nie można zlokalizować katalogu w urządzeniu.
ro: Folderul din dispozitiv dvs. nu poate fi localizat.

# device.center.backup.error.folderMegaMovedOrDeleted
source: Folder in MEGA can’t be located as it’s been moved or deleted, or you might not have access.
pl: Katalog w MEGA nie może zostać zlokalizowany, ponieważ został przeniesiony lub usunięty, lub możesz nie mieć do niego dostępu.
ro: Folderul din MEGA nu poate fi localizat deoarece a fost mutat sau șters sau este posibil să nu aveți acces.

# device.center.backup.error.storageQuotaReached
source: Storage quota limit reached.
pl: Osiągnięto limit przydziału pamięci.
ro: Limita cotei de spațiu de stocare a fost atinsă.

# device.center.backup.error.planExpired
source: Unable to sync or back up this folder as your plan has expired.
pl: Nie można zsynchronizować lub utworzyć kopii zapasowej tego katalogu, ponieważ plan wygasł.
ro: Nu se poate sincroniza sau face backup pentru acest folder, deoarece abonamentul dvs. a expirat.

# device.center.backup.error.userSharedQuotaReached
source: Folder can’t be synced as the user who shared this folder has reached their storage quota limit.
pl: Nie można zsynchronizować katalogu, ponieważ użytkownik, który go udostępnił, osiągnął limit miejsca.
ro: Folderul nu poate fi sincronizat deoarece utilizatorul care a partajat acest folder a atins limita de cotă de stocare.
