Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# password.protected.links.title
source: Password-protected links
pl: Linki zabezpieczone hasłem
ro: Linkuri protejate prin parolă

# links.with.expiry.dates.title
source: Links with expiry dates
pl: Linki z datą ważności
ro: Linkuri cu date de expirare

# transfer.sharing.title
source: Transfer sharing
pl: Współdzielenie transferu
ro: Partajarea transferurilor

# rewind.feature.title
source: Rewind
pl: Przewiń
ro: Derulare înapoi

# rewind.for.free.users
source: Up to 30 days (view only)
pl: Do 30 dni (tylko podgląd)
ro: Până la 30 de zile (numai vizualizare)

# rewind.for.pro.users
source: Up to %d days
pl: Do %d dni
ro: Până la %d de zile

# callAndMeeting.duration.title
source: Call and meeting duration
pl: Czas trwania połączenia i spotkania
ro: Durata apelului și întâlnirii

# callAndMeeting.duration.for.free.users
source: Up to 1 hour
pl: Do 1 godziny
ro: Până la 1 oră

# callAndMeeting.duration.unlimited.for.pro.users
source: Unlimited
pl: BEZ OGRANICZEŃ
ro: Nelimitată

# callAndMeeting.participants.title
source: Call and meeting participants
pl: Uczestnicy rozmowy i spotkania
ro: Participanții la apel și la întâlnire

# callAndMeeting.participants.for.free.users
source: Up to 100
pl: Do 100
ro: Până la 100

# callAndMeeting.participants.unlimited.for.pro.users
source: Unlimited
pl: BEZ OGRANICZEŃ
ro: Nelimitate

# cancellation.subscription.header.title
source: You’ll miss out on these features
pl: Przegapisz następujące funkcje
ro: Nu veți beneficia de următoarele funcții

# cancellation.subscription.header.message
source: You’ll still have access to these features until your MEGA plan expires, then you’ll be moved to a free account. You currently are using %@ of storage, you will be at risk of losing your files
pl: Nadal będziesz mieć dostęp do tych funkcja do czasu wygaśnięcia plan MEGA, a następnie zostaniesz przeniesiony na bezpłatne konto. Aktualnie używasz %@ pojemność masowej, będziesz narażony na utratę plik
ro: Veți avea în continuare acces la aceste caracteristici până la expirarea abonamentului MEGA, după care veți fi mutat la un cont gratuit. Dacă folosiți în prezent %@ de spațiu de stocare, veți risca să vă pierdeți fișiereledvs,

# cancellation.subscription.keep.pro.plan.button.title
source: Keep %@
pl: Zatrzymaj %@
ro: Păstrați %@

# cancellation.subscription.continue.cancellation.button.title
source: Continue cancellation
pl: Kontynuuj anulowanie
ro: Continua anularea

# feature.title
source: Feature
pl: Funkcja
ro: Caracteristică

# accounts.cancelSubscriptionSteps.googlePlay.title
source: Your subscription is not managed by Apple.
pl: Twoja subskrypcja nie jest zarządzana przez Apple.
ro: Abonamentul dvs. nu este gestionat de Apple.

# accounts.cancelSubscriptionSteps.googlePlay.message
source: This is because you subscribed to MEGA via Google Play. To cancel your subscription, you will need to:
pl: Dzieje się tak, ponieważ subskrybowałeś MEGA za pośrednictwem Google Play. Aby anulować subskrypcja, musisz:
ro: V-ați abonat la MEGA cu Google Play. Pentru a vă anula abonamentul, trebuie să:

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.title
source: In a web browser
pl: W przeglądarce internetowej
ro: Într-un browser web

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.one
source: 1. Visit play.google.com
pl: 1. Odwiedź play.google.com
ro: 1. Accesați play.google.com

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.two
source: 2. Sign in with your Google Play account.
pl: 2. Zaloguj się za pomocą konta Google Play.
ro: 2. Conectați-vă cu contul dvs. Google Play.

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.three
source: 3. Click your avatar.
pl: 3. Kliknij swój awatar.
ro: 3. Dați clic pe avatarul dvs.

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.four
source: 4. Click <b>Payments & subscriptions.</b>
pl: 4. Kliknij <b>Płatności i subskrypcje.</b>
ro: 4. Dați clic pe <b>Plăți și abonamente</b>.

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.five
source: 5. Click <b>Subscriptions.</b>
pl: 5. Kliknij <b>Subskrypcje.</b>
ro: 5. Dați clic pe <b>Abonamente.</b>

# accounts.cancelSubscriptionSteps.googlePlay.webBrowser.step.six
source: 6. Under your MEGA subscription, click <b>Cancel subscription.</b>
pl: 6. Poniżej subskrypcji MEGA kliknij <b>Anuluj subskrypcję.</b>
ro: 6. Sub abonamentul dvs. MEGA, dați clic pe <b>Anulați abonamentul.</b>

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.title
source: On an Android device
pl: Na urządzeniu z systemem Android
ro: Pe un dispozitiv Android

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.one
source: 1. Open the Play Store app.
pl: 1. Otwórz aplikację Sklepu Play.
ro: 1. Deschideți aplicația Play Store.

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.two
source: 2. Sign in with your Google Play account (if required).
pl: 2. Zaloguj się za pomocą konta Google Play (jeśli jest to wymagane).
ro: 2. Conectați-vă cu contul dvs. Google Play (dacă este necesar).

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.three
source: 3. Tap your avatar.
pl: 3. Kliknij swojego awatara
ro: 3. Atingeți avatarul dvs.

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.four
source: 4. Tap <b>Payments & subscriptions.</b>
pl: 4. Kliknij <b>Płatności i subskrypcje.</b>
ro: 4. Atingeți <b>Plăți și abonamente</b>.

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.five
source: 5. Tap <b>Subscriptions</b>
pl: 5. Kliknij <b>Subskrypcje</b>
ro: 5. Atingeți <b>Abonamente.</b>

# accounts.cancelSubscriptionSteps.googlePlay.androidDevice.step.six
source: 6. Under your MEGA subscription, tap <b>Cancel subscription.</b>
pl: 6. Poniżej subskrypcji MEGA kliknij <b>Anuluj subskrypcję.</b>
ro: 6. Sub abonamentul dvs. MEGA, atingeți <b>Anulați abonamentul.</b>

# chat.call.quickAction.more
source: More
pl: Więcej
ro: Mai multe

# chat.call.contextMenu.switchToMainView
source: Switch to main view
pl: Przełącz na widok główny
ro: Comutați la vizualizarea principalăh

# chat.call.contextMenu.switchToGrid
source: Switch to grid view
pl: Przełącz na widok siatki
ro: Comutați la modul grilă

# chat.call.contextMenu.lowerHand
source: Lower hand
pl: Opuść rękę
ro: Coborâți mâna

# chat.call.contextMenu.raiseHand
source: Raise hand
pl: Podnieś rękę
ro: Ridicați mâna

# chat.call.contextMenu.newFeature
source: New
pl: Nowe
ro: Nou

# accounts.cancelSubscriptionSteps.webClient.title
source: You need to cancel your subscription using a web browser
pl: Musisz anulować subskrypcję za pomocą przeglądarki internetowej
ro: Trebuie să vă anulați abonamentul folosind un browser web

# accounts.cancelSubscriptionSteps.webClient.message
source: This is because you subscribed to MEGA in your web browser. To cancel your subscription, you will need to:
pl: Dzieje się tak, ponieważ subskrybowałeś MEGA w swojej przeglądarce internetowej. Aby anulować subskrypcja, musisz:
ro: V-ați abonat la MEGA în browserul dvs. web. Pentru a vă anula abonamentul, va trebui să:

# accounts.cancelSubscriptionSteps.webClient.computer.title
source: On a computer
pl: Na komputerze
ro: Pe un calculator

# accounts.cancelSubscriptionSteps.webClient.computer.step.two
source: 2. Log in to your MEGA account.
pl: 2. Zaloguj się na swoje konto MEGA.
ro: 2. Conectați-vă la contul MEGA.

# accounts.cancelSubscriptionSteps.webClient.computer.step.three
source: 3. Click the main menu.
pl: 3. Kliknij menu główne.
ro: 3. Dați clic pe meniul principal.

# accounts.cancelSubscriptionSteps.webClient.computer.step.four
source: 4. Click <b>Settings</b>.
pl: 4. Kliknij <b>Ustawienia</b>.
ro: 4. Dați clic pe <b>Setări</b>.

# accounts.cancelSubscriptionSteps.webClient.computer.step.five
source: 5. Click <b>Plan</b>.
pl: 5. Kliknij <b>plan</b>.
ro: 5. Dați clic pe <b>Abonament</b>.

# accounts.cancelSubscriptionSteps.webClient.computer.step.six
source: 6. Click <b>Cancel subscription</b>.
pl: 6. Kliknij <b>Anuluj subskrypcję</b>.
ro: 6. Dați clic pe <b>Anulează abonamentul</b>.

# accounts.cancelSubscriptionSteps.webClient.mobile.title
source: On a mobile device
pl: Na urządzeniu mobilnym
ro: Pe un dispozitiv mobil

# accounts.cancelSubscriptionSteps.webClient.mobile.step.two
source: 2. Log in to your MEGA account.
pl: 2. Zaloguj się na swoje konto MEGA.
ro: 2. Conectați-vă la contul MEGA.

# accounts.cancelSubscriptionSteps.webClient.mobile.step.three
source: 3. Tap on your avatar.
pl: 3. Kliknij swojego awatara
ro: 3. Atingeți avatarul dvs.

# accounts.cancelSubscriptionSteps.webClient.mobile.step.four
source: 4. Tap <b>Cancel subscription</b>.
pl: 4. Kliknij <b>Anuluj subskrypcję</b>.
ro: 5. Atingeți <b>Anulați abonamentul</b>.

# accounts.cancelSubscriptionSurvey.header.title
source: We’re sorry to see you leave! Can you tell us why you’re cancelling your subscription?
pl: Przykro nam, że odchodzisz! Czy możesz nam powiedzieć, dlaczego anulujesz subskrypcja?
ro: Ne pare rău să vă vedem plecând. Puteți să ne spuneți de ce vă anulați abonamentul?

# accounts.cancelSubscriptionSurvey.header.subtitle
source: Your subscription will be cancelled immediately and you will be moved to a free MEGA account when your current plan expires. Note: Cancelling your subscription won’t delete your account.
pl: Twoja subskrypcja zostanie natychmiast anulowana, a po wygaśnięciu bieżącego plan zostaniesz przeniesiony na bezpłatne konto MEGA. Uwaga: Anulowanie subskrypcja nie spowoduje usunięcia konto.
ro: Abonamentul dvs. va fi anulat imediat și veți fi mutat într-un cont MEGA gratuit când expiră abonamentul curent. Notă: Anularea abonamentului nu vă va șterge contul.

# accounts.cancelSubscriptionSurvey.subHeader.title
source: Select all that apply
pl: Wybierz wszystkie, które mają zastosowanie
ro: Selectați toate cele care se aplică

# accounts.cancelSubscriptionSurvey.reason.one
source: I needed this plan temporarily and no longer use it
pl: Potrzebowałem tego planu tymczasowo i już z niego nie korzystam
ro: Aveam nevoie de acest abonament temporar și nu îl mai folosesc

# accounts.cancelSubscriptionSurvey.reason.one.a
source: I used MEGA for downloads only
pl: Użyłem MEGA tylko do pobrania
ro: Am folosit MEGA doar pentru descărcări

# accounts.cancelSubscriptionSurvey.reason.one.b
source: I needed to store files temporarily
pl: Musiałem tymczasowo przechowywać plik
ro: Trebuia să stoc temporar fișierele

# accounts.cancelSubscriptionSurvey.reason.one.c
source: I used MEGA to share files only
pl: Użyłem MEGA tylko do udostępniania plik
ro: Am folosit MEGA doar pentru partajarea fișierelor

# accounts.cancelSubscriptionSurvey.reason.two
source: I found my plan too expensive
pl: Uważam, że mój plan jest za drogi
ro: Mi s-a părut abonamentul prea scump

# accounts.cancelSubscriptionSurvey.reason.three
source: I don’t need all the storage in my plan
pl: Nie potrzebuję całego pamięci w moim planie
ro: Nu am nevoie de tot spațiul de stocare din abonamentul meu

# accounts.cancelSubscriptionSurvey.reason.four
source: I need features MEGA doesn’t have
pl: Potrzebuję funkcji, których MEGA nie ma
ro: Am nevoie de funcții pe care MEGA nu le are

# accounts.cancelSubscriptionSurvey.reason.five
source: I’m switching to another provider
pl: Przełączam się na innego dostawcę
ro: Trec la un alt furnizor

# accounts.cancelSubscriptionSurvey.reason.six
source: I find MEGA difficult to use
pl: Uważam, że MEGA jest trudny w użyciu
ro: Mi se pare MEGA greu de folosit

# accounts.cancelSubscriptionSurvey.reason.seven
source: I’m not happy with the support and customer service
pl: Nie jestem zadowolony ze wsparcia i obsługi klienta
ro: Nu sunt mulțumit de asistență și servicii pentru clienți

# accounts.cancelSubscriptionSurvey.reason.eight
source: Other (please provide details)
pl: Inne (prosimy o podanie szczegółów)
ro: Altele (vă rugăm să furnizați detalii)

# accounts.cancelSubscriptionSurvey.reason.nine
source: I can no longer afford it
pl: Nie stać mnie już na to
ro: Nu-mi mai pot permite

# accounts.cancelSubscriptionSurvey.reason.ten
source: I don’t want a subscription or auto-billing
pl: Nie chcę subskrypcji ani automatycznego rozliczania
ro: Nu doresc un abonament sau facturare automată

# accounts.cancelSubscriptionSurvey.allowToContactCheckbox.title
source: I allow MEGA to contact me to talk about this topic further
pl: Pozwalam MEGA skontaktować się ze mną w celu dalszej rozmowy na ten temat
ro: Permit MEGA să mă contacteze pentru a vorbi mai departe despre acest subiect

# accounts.cancelSubscriptionSurvey.dontCancel.title
source: Don’t cancel
pl: Nie anuluj
ro: Nu anulați

# accounts.cancelSubscriptionSurvey.error.selectAReason
source: Select a reason to cancel your subscription
pl: Wybierz powód anulowania subskrypcji
ro: Selectați un motiv pentru anularea abonamentului

# accounts.cancelSubscriptionSurvey.error.enterDetails
source: Enter details
pl: Wprowadź szczegóły
ro: Introduceți detalii

# accounts.cancelSubscriptionConfirmationAlert.title
source: Your subscription has been cancelled
pl: Twoja subskrypcja została anulowana
ro: Abonamentul dvs. a fost anulat

# accounts.cancelSubscriptionConfirmationAlert.description.currentPlanExpiration
source: You will move to a free MEGA account when your current plan expires on %@.
pl: Przeniesiesz się na bezpłatne konto MEGA, gdy Twój obecny plan wygaśnie %@
ro: Vă veți muta la un cont MEGA gratuit când abonamentul dvs. actual expiră %@.

# accounts.cancelSubscriptionConfirmationAlert.description.storageLimit
source: Please ensure your storage amount is under the limit of %@ by this date. Your account may be locked if you are over the limit.
pl: Upewnij się, że ilość miejsca do pojemność jest poniżej limit %@ do tej daty. Twoje konto może zostać zablokowane, jeśli przekroczysz limit.
ro: Vă rugăm să vă asigurați că cantitatea de spațiu de stocare este sub limita de %@ până la această dată. Contul dvs. poate fi blocat dacă depășiți limita.

# accounts.cancelSubscriptionConfirmationAlert.button.title
source: OK, got it
pl: Ok, rozumiem
ro: Bine, am înțeles

# accounts.cancelSubscriptionErrorAlert.message
source: Your cancellation can’t be processed right now. Check your connection and try again. If the issue persists, contact Support.
pl: Twoje anulowanie nie może być teraz przetworzone. Sprawdź swoje połączenie i spróbuj ponownie. Jeśli problem nadal występuje, skontaktuj kontakt techniczną.
ro: Anularea dvs. nu poate fi procesată chiar acum. Verificați conexiunea și încercați din nou. Dacă problema persistă, contactați Asistența.

# accounts.cancelSubscriptionErrorAlert.button.ok
source: OK, got it
pl: Ok, rozumiem
ro: Bine, am înțeles

# accounts.cancelSubscriptionErrorAlert.button.contactHelpdesk
source: Contact Support
pl: Kontakt do obsługi klienta
ro: Contactați Asistența

# getNodeLink.sensitive.alert.title
source: Hidden items
pl: Ukryte elementy
ro: Elemente ascunse

# getNodeLink.sensitive.alert.message.single
source: This item is set to hidden. Once you share the item, anyone with the link will be able to see it. It will still be hidden in your Cloud drive.
pl: Ten element jest ustawiony na ukryty. Po udostępnieniu element każdy, kto ma link, będzie mógł go zobaczyć. Nadal będzie ukryty na Dysku w chmurze.
ro: Acest element este setat la ascuns. Odată ce partajați elementul, oricine are linkul îl va putea vedea. Acesta va fi în continuare ascuns în Unitatea cloud.

# getNodeLink.sensitive.alert.message.multi
source: One or more of these items is set to hidden. Once you share the hidden items, anyone with the link will be able to see them. The items will still be hidden in your Cloud drive.
pl: Jeden lub więcej z tych elementów jest ustawiony na ukryty. Po udostępnieniu ukrytych elementów każdy, kto ma link, będzie mógł je zobaczyć. Elementy będą nadal ukryte na Dysku w chmurze.
ro: Unul sau mai multe dintre aceste elemente sunt setate la ascuns. Odată ce partajați elementele ascunse, oricine are linkul le va putea vedea. Elementele vor fi în continuare ascunse în Unitatea cloud.

# settings.calls.status.showLastSeen.title
source: Show last seen
pl: Pokaż ostatnio widziane
ro: Afișează văzut(ă) ultima dată

# chat.call.raise-hand.snack-bar.own-user-raised-hand
source: You raised your hand
pl: Podniosłeś rękę
ro: Ați ridicat mâna

# chat.call.raise-hand.snack-bar.other-person-raised-hand
source: %@ raised their hand
pl: %@ podniosły rękę
ro: %@ a ridicat mâna

# chat.call.raise-hand.snack-bar.lower-hand
source: Lower hand
pl: Opuść rękę
ro: Coborâți mâna

# chat.call.raise-hand.snack-bar.view
source: View
pl: Pokaż
ro: Vedeți

# cloudDrive.nodeInfo.nodeDescription.readonly
source: Read-only
pl: Tylko odczyt
ro: Numai citire

# cloudDrive.nodeInfo.nodeDescription.header
source: Description
pl: Opis
ro: Descriere

# cloudDrive.nodeInfo.nodeDescription.emptyText.readOnly
source: No description
pl: Brak opisu
ro: Nicio descriere

# cloudDrive.nodeInfo.nodeDescription.emptyText.readWrite
source: Add description
pl: Dodaj opis
ro: Adăugați o descriere

# call.meeting.empty.shareOptionsDialog.title
source: Share this link or invite participants to join you
pl: Udostępnij ten link lub zaproś uczestników do przyłączenia się do Ciebie
ro: Partajați acest link sau invitați participanții să vi se alăture

# call.meeting.empty.shareOptionsDialog.notAllowedToInvite.title
source: Share this link to invite others
pl: Udostępnij ten link, aby zaprosić innych
ro: Partajați acest link pentru a invita și alte persoane

# call.meeting.empty.shareOptionsDialog.shareMeetingLink
source: Share meeting link
pl: Udostępnij link do spotkania
ro: Partajați linkul întâlnirii

# call.meeting.empty.shareOptionsDialog.copyMeetingLink
source: Copy meeting link
pl: Kopiuj link do spotkania
ro: Copiați linkul întâlnirii

# call.meeting.empty.shareOptionsDialog.inviteParticipants
source: Invite participants
pl: Zaproś uczestników
ro: Invită participanți

# call.shareOptions.title
source: Anyone with this link can join the meeting and view the meeting chat.
pl: Każda osoba posiadająca ten link może dołączyć do spotkania i obejrzeć czat spotkania.
ro: Oricine cu acest link se poate alătura întâlnirii și poate vedea chatul întâlnirii.

# call.shareOptions.sendToChat
source: Send to chat
pl: Wyślij na czat
ro: Trimite în chat

# call.shareOptions.copy
source: Copy
pl: Skopiuj
ro: Copiază

# call.shareOptions.share
source: Share
pl: Udostępnij
ro: Partajează

# call.shareOptions.cancel
source: Cancel
pl: Anuluj
ro: Anulați

# chat.chats.emptyState.v2.title
source: Keep conversations private
pl: Utrzymuj rozmowę w prywatności
ro: Păstrați conversațiile private

# chat.chats.emptyState.v2.description
source: All your messages, group chats and calls are protected by our zero-knowledge encryption and remain private. [A]Learn more[/A]
pl: Wszystkie Twoje wiadomości, czat grupowe i połączenia są chronione naszym szyfrowanie z zerową wiedzą i pozostają prywatne. [A]Dowiedz się więcej[/A]
ro: Toate mesajele, conversațiile de grup și apelurile dvs. sunt protejate de criptarea tip zero cunoștințe. [A]Aflați mai multe[/A]

# chat.chats.emptyState.v2.button.invite.title
source: Invite a friend
pl: Zaproś znajomego
ro: Invitați un prieten

# chat.newChat.emptyState.description
source: With top-notch security and verification codes, reach out without fear of scams, data mining, or information theft
pl: Dzięki najwyższej klasy kodom bezpieczeństwa i weryfikacji, kontaktuj się bez obawy o oszustwa, eksplorację danych lub kradzież informacji
ro: Datorită securității de primă clasă cu coduri de verificare, puteți comunica fără teama de escrocherii, extragere de date sau furt de informații.

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionAdded
source: Description added
pl: Opis dodany
ro: A fost adăugată o descriere

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionRemoved
source: Description removed
pl: Opis usunięty
ro: Descrierea eliminată

# cloudDrive.nodeInfo.nodeDescription.savedState.descriptionUpdated
source: Description updated
pl: Opis zaktualizowany
ro: Descriere a fost actualizată

# cloudDrive.nodeInfo.nodeDescription.closePopup.title
source: Discard changes?
pl: Zamknąć?
ro: Confirmați închiderea?

# cloudDrive.nodeInfo.nodeDescription.closePopup.message
source: Do you want to save changes you made to the description?
pl: Czy chcesz zapisać zmiany wprowadzone w opisie?
ro: Doriți să salvați modificările pe care le-ați făcut descrierii?

# cloudDrive.nodeInfo.nodeDescription.closePopup.discardButtonTitle
source: Discard changes
pl: Odrzucić zmiany
ro: Renunțați la modificări

# cloudDrive.nodeInfo.nodeDescription.closePopup.keepEditingButtonTitle
source: Keep editing
pl: Kontynuuj edycję
ro: Continuați să editați

# cloudDrive.nodeInfo.nodeDescription.closePopup.saveAndCloseButtonTitle
source: Save and close
pl: Zapisz i zamknij
ro: Salvați și închideți

# cloudDrive.nodeInfo.nodeDescription.savedState.error
source: Error updating description, try again
pl: Błąd aktualizacji opisu, spróbuj ponownie
ro: Eroare la actualizarea descrierii, încercați din nou

# chat.newChat.title
source: New chat
pl: Nowy czat
ro: Chat nou

# photos.searchHistory.section.title
source: Recently searched
pl: Ostatnio wyszukiwane
ro: Căutate recent

# inviteContact.title
source: Invite
pl: Zaproszenie
ro: Invită

# account.storage.banner.fullStorageOverQuotaBanner.title
source: Your storage is full
pl: Pamięć jest pełna
ro: Spațiul dvs. de stocare este plin

# account.storage.banner.fullStorageOverQuotaBanner.button
source: Upgrade now
pl: Zmień teraz
ro: Upgradați acum

# account.storage.banner.fullStorageOverQuotaBanner.description
source: To keep uploading data, upgrade now to get more storage.
pl: Aby kontynuować przesyłanie danych, zaktualizuj teraz, aby uzyskać więcej miejsca.
ro: Pentru a continua să încărcați date, upgradați acum pentru a obține mai mult spațiu de stocare.

# account.storage.banner.almostFullStorageOverQuotaBanner.title
source: Your storage is almost full
pl: Pamięć jest pełna
ro: Spațiul dvs. de stocare este plin

# account.storage.banner.almostFullStorageOverQuotaBanner.button
source: Upgrade now
pl: Zmień teraz
ro: Upgradați acum

# account.storage.banner.almostFullStorageOverQuotaBanner.description
source: To keep uploading data, upgrade to get more storage.
pl: Aby kontynuować przesyłanie danych, uaktualnij, aby uzyskać więcej miejsca.
ro: Pentru a continua să încărcați date, upgradați pentru a obține mai mult spațiu de stocare.

# chat.meetings.emptyState.v2.title
source: Protect your calls
pl: Chroń swoje połączenia
ro: Protejați-vă apelurile

# chat.meetings.emptyState.v2.description
source: Your meetings, family calls, and private conversations are protected by our zero-knowledge encryption. [A]Learn more[/A]
pl: Twoje spotkania, rozmowy rodzinne i prywatne rozmowy są chronione przez nasze szyfrowanie z zerową wiedzą. [A]Dowiedz się więcej[/A]
ro: Întâlnirile, apelurile de familie și conversațiile private sunt protejate de criptarea tip zero cunoștințe. [A]Aflați mai multe[/A]

# chat.meetings.emptyState.v2.button.startMeetingNow
source: Start meeting now
pl: Rozpocznij spotkanie teraz
ro: Începe întâlnirea acum

# chat.meetings.emptyState.v2.button.scheduleMeeting
source: Schedule meeting
pl: Zaplanuj spotkanie
ro: Planifică o întâlnire

# appstore.screenshot1
source: The power of privacy in your pocket
pl: Moc prywatności w kieszeni
ro: Puterea confidențialității în buzunarul tău

# appstore.screenshot2
source: The power of privacy in the palm of your hands
pl: Moc prywatności w dłoni
ro: Puterea confidențialității în palma mâinilor tale

# appstore.screenshot3
source: End-to-end encrypted cloud solutions
pl: Kompleksowe szyfrowany rozwiązania w chmurze
ro: Soluții cloud criptate capăt-la-capăt
