Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

source: Now you can choose to convert HEIC/HEVC photos and videos to the more widely compatible JPEG/H.264 formats.
pl: Teraz możesz przekonwertować zdjęcia i filmy HEIC / HEVC na bardziej kompatybilne formaty JPEG / H.264.
ro: Acum poți alege să convertești fotografiile și videoclipurile HEIC/HEVC la formatele JPEG/H.264 compatibile la o scară mai largă.

source: Use most compatible formats
pl: Użyj najbardziej kompatybilnych formatów
ro: Folosește cele mai compatibile formate

source: Custom settings
pl: Własne ustawienia
ro: Setări personalizate

source: Device storage almost full
pl: Pamięć urządzenia prawie pełna
ro: Stocarea dispozitivului aproape plină

source: You do not have enough storage for further camera uploads. Free up space by deleting unneeded apps, videos or music. You can manage your storage in %@
pl: Nie masz wystarczającej ilości miejsca na dalsze Przesyłanie z kamery. Zwolnij miejsce, usuwając niepotrzebne aplikacje, filmy lub muzykę. Możesz zarządzać swoją pamięcią w %@
ro: Nu ai suficient spațiu de stocare pentru încărcarea suplimentară a camerei. Eliberează spațiu ștergând aplicații, videoclipuri sau muzică care nu sunt necesare. Poți gestiona spațiul de stocare în %@

source: Settings > General > %@ Storage
pl: Ustawienia > Ogólne > %@ Powierzchnia
ro: Configurări > General > Stocare %@

source: Upload videos for Live photos
pl: Prześlij filmy wideo do zdjęć na żywo
ro: Încarcă videoclipuri pentru Live Photos

source: Upload all burst photos
pl: Prześlij wszystkie zdjęcia seryjne
ro: Încarcă toate fotografiile în rafală

source: Upload Hidden album
pl: Prześlij ukryty album
ro: Încarcă album ascuns

# The video and the photo in each Live Photo will be uploaded.
source: The photo and video versions of each Live photo will be uploaded.
pl: Przesłane zostaną wersje zdjęć i wideo każdego zdjęcia Live.
ro: Vor fi încărcate versiunile foto și video ale fiecărei Live Photo.

# Only the photo in each Live Photo will be uploaded.
source: Only the photo version of each Live Photo will be uploaded.
pl: Przesłana zostanie tylko wersja zdjęcia każdego Live Photo.
ro: Se va încărca doar versiunea foto a fiecărei Live Photo.

source: All the photos from your burst photo sequences will be uploaded.
pl: Wszystkie zdjęcia z sekwencji zdjęć seryjnych zostaną przesłane.
ro: Se vor încărca toate fotografiile din secvențele fotografiilor în rafală.

# Only the representative photos from your burst photo sequences will be uploaded.
source: Only favourite photos from your burst photo sequences will be uploaded.
pl: Przesłane zostaną tylko ulubione zdjęcia z sekwencji zdjęć seryjnych.
ro: Se vor încărca doar fotografiile favorite din secvențele fotografiilor în rafală.

# The Hidden Album is where you hide photos or videos in your device Photos app.
source: The Hidden album is where you hide photos or videos in your device’s Photos app.
pl: Ukryty album to miejsce, w którym ukrywasz zdjęcia lub filmy w aplikacji Zdjęcia swojego urządzenia.
ro: Albumul ascuns este locul în care ascunzi fotografii sau videoclipuri în aplicația Poze a dispozitivului.

source: Upload shared albums
pl: Prześlij udostępnione albumy
ro: Încarcă albume partajate

source: Shared Albums from your device’s Photos app will be uploaded.
pl: Udostępnione albumy z aplikacji Zdjęcia na urządzeniu zostaną przesłane.
ro: Vor fi încărcate albume partajate din aplicația Poze a dispozitivului.

source: Shared albums from your device’s Photos app will not be uploaded.
pl: Albumy udostępnione z aplikacji Zdjęcia na urządzeniu nie zostaną przesłane.
ro: Nu vor fi încărcate albume partajate din aplicația Poze a dispozitivului.

source: Upload albums synced from iTunes
pl: Prześlij albumy zsynchronizowane z iTunes
ro: Încarcă albumele sincronizate de pe iTunes

source: Synced albums are where you sync photos or videos to your device’s Photos app from iTunes.
pl: Zsynchronizowane albumy to miejsce, w którym synchronizujesz zdjęcia lub filmy z aplikacją Zdjęcia na urządzeniu z iTunes.
ro: Albumele sincronizate sunt locul în care sincronizezi fotografiile sau videoclipurile cu aplicația Poze a dispozitivului, de pe iTunes.

source: App version
pl: Wersja aplikacji
ro: Versiunea aplicației

# sdkVersion
source: MEGA SDK version
pl: Wersja MEGA SDK
ro: Versiunea MEGA SDK

source: MEGA Chat SDK version
pl: Wersja MEGA chat SDK
ro: Versiunea SDK MEGA chat

source: View source code
pl: Wyświetl kod źródłowy
ro: Vezi codul sursă

source: Acknowledgements
pl: Podziękowania
ro: Confirmări

# changePasswordLabel
source: Change password
pl: Zmień hasło
ro: Modifică parola

# exportMasterKeyFooter
source: Exporting the Recovery key and keeping it in a secure location enables you to set a new password without data loss.
pl: Zapisanie klucza i przechowywanie go w bezpiecznym miejscu, umożliwi w przeszłości ustawienie nowego hasła bez ryzyka utraty danych.
ro: Exportarea cheii de recuperare și păstrarea ei într-o locație securizată îți dă posibilitatea să setezi o parolă nouă fără pierderea datelor.

source: Why do I need a Recovery key?
pl: Do czego służy klucz?
ro: De ce am nevoie de o cheie de recuperare?

# recoveryKeyCopiedToClipboard
source: Recovery key copied to clipboard. Save it to a safe place where you can easily access later.
pl: Klucz odzyskiwania skopiowany do schowka. Zapisz go w bezpiecznym miejscu, do którego będziesz miał łatwy dostęp później.
ro: Cheie de recuperare copiată în clipboard. Salveaz-o într-un loc sigur unde o poți accesa cu ușurință mai târziu.

# masterKeyExported
source: Recovery key exported
pl: Klucz zapasowy został wyeksportowany
ro: Cheie de recuperare exportată

# masterKeyExported_alertMessage
source: The Recovery key has been exported into the Offline section as MEGA-RECOVERYKEY.txt. Note: It will be deleted if you log out, please store it in a safe place.
pl: Klucz odzyskiwania został wyeksportowany do sekcji lokalnej jako MEGA-RECOVERYKEY.txt.. Uwaga: Zostanie on usunięty po wylogowaniu, proszę przechowywać go w bezpiecznym miejscu.
ro: Cheia de recuperare a fost exportată în secțiunea Offline ca MEGA-CHEIEDERECUPERARE.txt. Notă: Aceasta va fi ștearsă dacă te deconectezi, te rugăm să o stochezi într-un loc sigur.

source: On your device
pl: Na Twoim urządzeniu
ro: Pe dispozitiv

source: Clear Offline files
pl: Usuń pliki lokalne
ro: Șterge fișierele offline

# settings.fileManagement.alert.clearAllOfflineFiles
source: Clear all offline files?
pl: Wyczyścić wszystkie pliki lokalne?
ro: Ștergi toate fișierele offline?

source: Clear cache
pl: Wyczyść pamięć podręczną
ro: Șterge cache-ul

source: On MEGA
pl: Na MEGA
ro: Pe MEGA

source: Empty Rubbish bin
pl: Opróżnij kosz na śmieci
ro: Golește Coșul de gunoi

# emptyRubbishBinAlertTitle
source: All the items in the Rubbish bin will be deleted.
pl: Wszystkie elementy w koszu zostaną usunięte.
ro: Toate elementele din Coșul de gunoi vor fi șterse.

# settings.fileManagement.rubbishBin.snackbar.message
source: Rubbish bin emptied
pl: Kosz został opróżniony
ro: Coșul de gunoi golit cu succes

# settings.fileManagement.rubbishBin.upgrade.info.title
source: Rubbish bin is automatically emptied every %d days. If you would like to disable automatic emptying of the Rubbish bin, upgrade to a paid plan.
pl: Kosz na śmieci jest automatycznie opróżniany co %d dni. Jeśli chcesz wyłączyć automatyczne opróżnianie Kosz, przejdź do płatnego plan.
ro: Coș de gunoi este golit automat la fiecare %d zile. Dacă doriți să dezactivați golirea automată a Coș de gunoi, actualizați la un abonament plătit.

# settings.fileManagement.rubbishBin.autoPurge.title
source: Automatically empty Rubbish bin
pl: Automatycznie opróżniaj Kosz
ro: Goliți automat Coșul de gunoi

# settings.fileManagement.rubbishBin.autoPurge.days
source: %d days
pl: %d dni
ro: %d de zile

# settings.fileManagement.rubbishBin.clean.warning.title
source: Empty Rubbish bin?
pl: Opróżnić kosz na śmieci?
ro: Goliți coșul de gunoi?

# settings.fileManagement.rubbishBin.clean.title
source: Empty Rubbish Bin
pl: Opróżnij kosz
ro: Coș de gunoi gol

# settings.fileManagement.rubbishBin.navigation.title
source: Rubbish bin settings
pl: Ustawienia Kosza na śmieci
ro: Setări Coș de gunoi

# settings.fileManagement.rubbishBin.clean.warning.empty
source: Empty
pl: Usuń
ro: Golește

# settings.fileManagement.title
source: File management
pl: Zarządzanie plikami
ro: Managementul fișierelor

# settings.fileManagement.header.onMEGA
source: On MEGA
pl: Na MEGA
ro: Pe MEGA

# settings.fileManagement.useMobileDataForHighResolution
source: Use mobile data to load high resolution images
pl: Używaj danych mobilnych do ładowania obrazów o wysokiej rozdzielczości
ro: Folosiți date mobile pentru a încărca imagini de înaltă rezoluție

# settings.fileManagement.useMobileDataForHighResolution.description
source: If disabled, the high resolution image will only be loaded when you zoom in.
pl: Jeśli jest wyłączony, obraz w wysokiej rozdzielczości zostanie załadowany tylko po powiększeniu.
ro: Dacă este dezactivată, imaginea de înaltă rezoluție va fi încărcată numai atunci când măriți.

# settings.fileManagement.rubbishBinSettings
source: Rubbish bin settings
pl: Ustawienia Kosza na śmieci
ro: Setări Coș de gunoi

# settings.fileManagement.fileVersioning
source: File versioning
pl: Wersja pliku
ro: Versionarea fișierelor

# settings.fileManagement.header.onYourDevice
source: On your device
pl: Na Twoim urządzeniu
ro: Pe dispozitiv

# settings.fileManagement.clearCache
source: Clear cache
pl: Wyczyść pamięć podręczną
ro: Șterge cache-ul

# settings.fileManagement.clearCache.done.message
source: Cache cleared
pl: Pamięć podręczna usunięta
ro: Cache-ul șters

# settings.fileManagement.clearOfflineFiles
source: Clear offline files
pl: Wyczyść pliki offline
ro: Ștergeți fișierele offline

# settings.fileManagement.clearOfflineFiles.alert.title
source: Clear offline files?
pl: Wyczyścić pliki offline?
ro: Ștergeți fișierele offline?

# settings.fileManagement.clearOfflineFiles.alert.description
source: If you would like to view these files, an internet connection will be required.
pl: Jeśli chcesz wyświetlić te pliki, wymagane będzie połączenie z Internetem.
ro: Dacă doriți să vizualizați aceste fișiere, va fi necesară o conexiune la internet.

# settings.fileManagement.clearOfflineFiles.alert.confirmationButton
source: Clear
pl: Wyczyść
ro: Șterge

# settings.fileManagement.clearOfflineFiles.done.message
source: Offline files cleared
pl: Pliki offline wyczyszczone
ro: Fișierele offline șterse

# settings.fileManagement.fileVersioning.menu.subtitle
source: Store multiple versions of your files. Disabling this setting does not stop your contacts from adding new versions in shared folders.
pl: Przechowuj wiele wersji plików. Wyłączenie tego ustawienia nie uniemożliwia kontaktom dodawania nowych wersji do folderów udostępnionych.
ro: Stocați mai multe versiuni ale fișierelor dvs. Dezactivarea acestei setări nu împiedică persoanele de contact să adauge versiuni noi în folderele partajate.

# settings.fileManagement.fileVersioning.deleteOlderVersions.button
source: Delete all older versions of files
pl: Usuń wszystkie starsze wersje plików
ro: Ștergeți toate versiunile mai vechi de fișiere

# settings.fileManagement.fileVersioning.deleteOlderVersions.alert.title
source: Delete older versions of files?
pl: Usunąć starsze wersje plików?
ro: Ștergeți versiunile mai vechi de fișiere?

# settings.fileManagement.fileVersioning.deleteOlderVersions.alert.message
source: Any file versions shared to you from a contact will need to be deleted by them. Current versions of files won’t be deleted.
pl: Wszelkie wersje plików udostępniane użytkownikowi z kontaktów będą musiały zostać przez nie usunięte. Aktualne wersje plik nie zostaną usunięte.
ro: Toate versiunile de fișiere partajate de la un contact vor trebui șterse de acestea. Versiunile curente ale fișierelor nu vor fi șterse.

# settings.fileManagement.fileVersioning.deleteOlderVersions.snackBar
source: File versions deleted
pl: Wersje plików usunięte
ro: Versiunile fișierelor au fost șterse

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.title
source: Disable file versioning?
pl: Wyłącz wersjonowanie plików?
ro: Dezactivați versiunea fișierelor?

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.message
source: When file versioning is disabled, updating a file will completely replace it.
pl: Gdy wersjonowanie plików jest wyłączona, aktualizacja plik całkowicie go zastąpi.
ro: Când versiunea de fișiere este dezactivată, actualizarea unui fișier îl va înlocui complet.

# settings.fileManagement.fileVersioning.disableFileVersioning.alert.disableButton
source: Disable
pl: Zablokuj
ro: Dezactivați

# settings.fileManagement.fileVersioning.footer.title
source: All current files will remain. Only historic versions of your files will be deleted.
pl: Wszystkie bieżące pliki pozostaną. Tylko historyczne wersje twoich plików zostaną usunięte.
ro: Toate fișierele actuale vor rămâne. Doar versiunile istorice ale fișierelor vor fi șterse.

source: Don’t use HTTP
pl: Nie używaj HTTP
ro: Nu folosi HTTP

# transfersSectionFooter
source: Enable this option only if your transfers don’t start. In normal circumstances HTTP is satisfactory as all transfers are already encrypted.
pl: Zaznacz tą opcję tylko w przypadku problemów z transferem plików. W normalnej sytuacji HTTP jest wystarczający ponieważ wszystkie pliki są szyfrowane.
ro: Activează această opțiune numai dacă transferurile tale nu pornesc. În circumstanțe normale, HTTP este satisfăcător deoarece toate transferurile sunt deja criptate.

source: Download options
pl: Opcje pobierania
ro: Opțiuni de descărcare

# currentlyUsing
source: Currently using %s
pl: Obecnie używane %s
ro: În prezent folosind %s

# cancelYourAccount
source: Delete account
pl: Usuń konto
ro: Șterge contul

# youWillLooseAllData
source: You will lose all data associated with this account. Are you sure you want to proceed?
pl: Wszystkie dane zostaną utracone. Czy chcesz kontynuować?
ro: Veți pierde toate datele asociate acestui cont. Sigur vreți să continuați?

# ifYouCantAccessYourEmailAccount
source: If you can’t access your email inbox, contact support@mega.io
pl: Jeśli nie możesz uzyskać dostępu do skrzynki odbiorczej poczty email, kontakt support@mega.io
ro: Dacă nu puteți accesa căsuța de e-mail, contactați support@mega.io

source: Cancellation link has expired.
pl: Link nie jest poprawny.
ro: Linkul de anulare a expirat.

# enterYourPasswordToConfirmThatYouWanToClose
source: This is the last step to delete your account. You will permanently lose all the data stored in the cloud. Please enter your password below.
pl: Jest to ostatni krok do usunięcia konta. W ten sposób trwale utracisz wszystkie dane przechowywane w chmurze. Wpisz swoje hasło poniżej.
ro: Acesta este ultimul pas pentru a vă șterge contul. Veți pierde definitiv toate datele stocate în cloud. Vă rugăm să introduceți parola mai jos.

# accountCanceledSuccessfully
source: Your account has been deleted
pl: Twoje konto zostało usunięte
ro: Contul dvs. a fost șters

source: Close account
pl: Zamknij konto
ro: Închide contul

source: Remove
pl: Usuń
ro: Elimină

# removeNodeFromRubbishBinTitle
source: Confirm removal
pl: Potwierdź usunięcie
ro: Confirmă eliminarea

# sharedItems.rubbish.warning.message
source: You are about to permanently remove %@. Would you like to proceed? (You cannot undo this action.)
pl: Zamierzasz trwale usunąć %@. Czy chcesz kontynuować? (Nie można cofnąć tej akcji).
ro: Sunteți pe cale să eliminați definitiv %@. Doriți să continuați? (Nu puteți anula această acțiune.)

# fileRemovedToRubbishBinMessage
source: 1 file removed from MEGA
pl: 1 plik usunięty z MEGA
ro: 1 fișier eliminat de pe MEGA

# filesRemovedToRubbishBinMessage
source: %d files removed from MEGA
pl: %d plików usuniętych z MEGA
ro: %d fișiere eliminate de pe MEGA

# folderRemovedToRubbishBinMessage
source: 1 folder removed from MEGA
pl: 1 katalog usunięty z MEGA
ro: 1 folder eliminat de pe MEGA

# foldersRemovedToRubbishBinMessage
source: %d folders removed from MEGA
pl: %d katalogów usunięto z MEGA
ro: %d foldere eliminate de pe MEGA

# fileFolderRemovedToRubbishBinMessage
source: 1 file and 1 folder removed from MEGA
pl: 1 plik i jeden katalog usunięty z MEGA
ro: 1 fișier și 1 folder eliminate de pe MEGA

# fileFoldersRemovedToRubbishBinMessage
source: 1 file and %d folders removed from MEGA
pl: 1 plik i %d katalogów usuniętych z MEGA
ro: 1 fișier și %d foldere eliminate de pe MEGA

# filesFolderRemovedToRubbishBinMessage
source: %d files and 1 folder removed from MEGA
pl: %d plików i 1 katalog usunięte z MEGA
ro: %d fișiere și 1 folder eliminate de pe MEGA

# filesFoldersRemovedToRubbishBinMessage
source: [A] files and [B] folders removed from MEGA
pl: [A] plików i [B] katalogów usuniętych z MEGA
ro: [A] fișiere și [B] foldere eliminate de pe MEGA

source: New password
pl: Nowe hasło
ro: Parolă nouă

source: Confirm password
pl: Potwierdź hasło
ro: Confirmă parola

# passwordChanged
source: Your password has been changed.
pl: Twoje hasło zostało zmienione.
ro: Parola ți-a fost modificată.

source: Forgot password?
pl: Zapomniałeś hasła?
ro: Ați uitat parola?

# recoveryLinkHasExpired
source: This recovery link has expired, please try again.
pl: Link do odzyskania hasła wygasł, proszę spróbować ponownie.
ro: Acest link de recuperare a expirat, te rugăm să încerci din nou.

source: Password reset
pl: Reset hasła
ro: Resetarea parolei

source: Please enter your Recovery key
pl: Wpisz swój klucz zapasowy
ro: Te rugăm să introduci cheia de recuperare

source: Recovery key
pl: Klucz zapasowy
ro: Cheie de recuperare

source: Invalid Recovery key
pl: Klucz jest nieprawidłowy
ro: Cheie de recuperare nevalidă

# recoveryKey.error.alert.title
source: Recovery key error
pl: Błąd klucza odzyskiwania
ro: Eroare cheie de recuperare

# recoveryKey.error.alert.message.invalidKey
source: The recovery key you supplied is either invalid, or is not for this account. Check if you’re using the correct key and try again.
pl: Klucz odzyskiwania, który podałeś, jest nieprawidłowy lub nie dotyczy tego konta. Sprawdź, czy używasz właściwego klucza i spróbuj ponownie.
ro: Cheia de recuperare pe care ați furnizat-o este fie nevalidă, fie nu este pentru acest cont. Verificați dacă folosiți cheia corectă și încercați din nou.

# youRecoveryKeyIsGoingTo
source: Your Recovery key is going to be used to reset your password. Please enter your new password.
pl: Twój klucz zapasowy zostanie użyty do zresetowania hasła. Proszę podać nowe hasło.
ro: Cheia de recuperare va fi folosită pentru a-ți reseta parola. Te rugăm să introduci noua parolă.

# yourPasswordHasBeenReset
source: Your password has been reset. Please log in to your account now.
pl: Twoje hasło zostało zresetowane. Proszę się teraz zalogować na swoje konto.
ro: Parola ți-a fost resetată. Te rugăm să te autentifici în cont acum.

source: Send
pl: Wyślij
ro: Trimite

source: Park account
pl: Zaparkuj konto
ro: Parchează contul

# startingFreshAccount
source: I acknowledge that I am starting a fresh, empty account and that I will lose all data in my present account unless I recall my password or locate an exported Recovery key.
pl: Potwierdzam, że zakładam, nowe, puste konto i że jestem świadomy iż wszystkie moje poprzednie dane z obecnego konta zostaną utracone do czasu przypomnienia sobie prawidłowgo hasła lub zlokalizowania mojego klucza.
ro: Iau la cunoștință faptul că încep un cont nou, gol și că voi pierde toate datele în contul meu prezent, cu excepția cazului în care îmi aduc aminte parola sau găsesc o cheie de recuperare exportată.

source: Start new account
pl: Uruchom nowe konto
ro: Începe un cont nou

# yourAccounHasBeenParked
source: Your old account has been parked. You can now log in to your new account.
pl: Twoje stare konto zostało zaparkowane. Możesz teraz zalogować się na swoje nowe konto.
ro: Vechiul dvs. cont a fost parcat. Acum vă puteți conecta la noul cont.

# newEmail
source: New email address
pl: Nowy adres e-mail
ro: Adresă de e-mail nouă

# confirmEmail
source: Confirm email address
pl: Potwierdź e-mail
ro: Confirmați adresa de e-mail

# confirmNewEmail
source: Confirm new email address
pl: Potwierdź nowy adres email
ro: Confirmați noua adresă de e-mail

# Change Email
source: Change email address
pl: Zmień adres e-mail
ro: Modifică adresa de e-mail

# oldAndNewEmailMatch
source: The new and the old email addresses must not match
pl: Nowy i stary adres e-mail nie mogą się zgadzać.
ro: Adresele de e-mail noi și cele vechi nu trebuie să se potrivească

# emailsDoNotMatch
source: Email addresses do not match
pl: Adresy e-mail nie są zgodne
ro: Adresele de e-mail nu se potrivesc

# emailAddressChangeAlreadyRequested
source: You have already requested a confirmation link for that email address.
pl: Link potwierdzający został już wygenerowany dla podanego adresu e-mail.
ro: Ai solicitat deja un link de confirmare pentru acea adresă de e-mail.

# emailIsChanging_description
source: Go to your new email address’s inbox and click the link to confirm your new email address.
pl: Przejdź do skrzynki odbiorczej nowego adresu email i kliknij łącze, aby potwierdź swój nowy adres email.
ro: Accesați căsuța a noii adrese de e-mail și faceți clic pe link pentru a confirma noua adresă de e-mail.

# verifyYourEmailAddress_description
source: Enter your password to verify your email address
pl: Wprowadź hasło, aby zweryfikuj swój adres email
ro: Introduceți parola pentru a vă confirma adresa de e-mail

# congratulationsNewEmailAddress
source: Congratulations, your new email address for this MEGA account is: [X]
pl: Gratulacje, Twój nowy adresy e-mail dla tego konta MEGA jest: [X]
ro: Felicitări, noua adresă de e-mail pentru acest cont MEGA este: [X]

source: Close other sessions
pl: Zamknij pozostałe sesje
ro: Închide celelalte sesiuni

source: Sessions closed
pl: Zamknięte sesje
ro: Sesiuni închise

# changePasscodeLabel
source: Change passcode
pl: Zmień hasło
ro: Modifică codul de acces

# simplePasscodeLabel
source: Simple passcode
pl: Prosty kod dostępu
ro: Cod de acces simplu

# eraseAllLocalDataLabel
source: Erase local data
pl: Usuń dane lokalne
ro: Șterge datele locale

source: Help
pl: Pomoc
ro: Ajutor

# helpCentreLabel
source: Help Centre
pl: Centrum pomocy
ro: Centru de ajutor

source: Join beta
pl: Dołącz do Bety
ro: Alăturați-vă versiunii beta

# rateUsLabel
source: Rate us
pl: Oceń nas
ro: Evaluează-ne

source: Transfers
pl: Ruch
ro: Transferuri

source: All
pl: Wszystko
ro: Toate

source: In progress
pl: W trakcie
ro: În curs

source: Completed
pl: Zakończone
ro: Finalizate

source: Downloads
pl: Pobierane
ro: Descărcări

source: Uploads
pl: Przesyłanie
ro: Încărcări

source: Transfer cancelled
pl: Przesyłanie anulowane
ro: Transfer anulat

source: Transfers cancelled
pl: Transfer anulowany
ro: Transferuri anulate

# cancelTransfersTitle
source: Cancel transfers
pl: Anuluj transfer
ro: Anulați transferurile

# cancelTransfersText
source: Do you want to cancel all transfers?
pl: Chcesz anulować WSZYSTKIE transfery?
ro: Vrei să anulezi TOATE transferurile?

source: Upgrade
pl: Zmień
ro: Upgradează

source: View and edit profile
pl: Zobacz i edytuj profil
ro: Vezi și editează profilul

source: Profile
pl: Profil
ro: Profil

# achievementsTitle
source: Achievements
pl: Osiągnięcia
ro: Realizări

# account.achievement.referral.title
source: Invite your friends
pl: Zaproś znajomych
ro: Invită-ți prietenii
