Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

source: Are you sure you want to change to a test server? Your account may suffer irrecoverable problems.
pl: Czy na pewno chcesz przejść na serwer testowy? Twoje konto może mieć nieodwracalne problemy.
ro: Sigur vreți să treceți la un server de testare? Contul dvs. poate suferi probleme ireversibile.

# Enable Access to Your Address Book
source: Grant access to your address book
pl: Udzielanie dostępu do książki adresowej
ro: Acordă accesul la agenda de adrese

source: Open Settings
pl: Otwórz ustawienia
ro: Deschide Configurări

source: Invite contacts and start chatting securely with MEGA’s encrypted chat.
pl: Zaproś kontakty i zacznij bezpiecznie rozmawiać za pomocą szyfrowanego czatu MEGA.
ro: Invită contacte și începe să chatuiești în siguranță cu chatul criptat MEGA.

# Tap space to enter multiple emails
source: Tap space to enter multiple email addresses
pl: Klknij spację, aby wprowadzić wiele wiadomości e-mail
ro: Atinge spațiu pentru a introduce mai multe e-mailuri

# Enter Email
source: Enter email address
pl: Wprowadź adres e-mail
ro: Introduceți adresa de e-mail

# contact.invite.message
source: Hi, join me on MEGA and enjoy free, securely encrypted storage and communication.
pl: Cześć, dołącz do mnie na MEGA i ciesz się darmową, bezpiecznią szyfrowany pamięcią i komunikacją.
ro: Bună ziua, alăturați-vă mie pe MEGA și bucurați-vă de stocare și comunicare gratuite, criptate în siguranță.

source: My chat files
pl: Moje pliki czatu
ro: Fișierele mele de chat

source: Plan
pl: Pakiet
ro: Abonament

source: If you lose this Recovery key and forget your password, [B]all your files, folders and messages will be inaccessible, even by MEGA[/B].
pl: Jeśli zgubisz ten klucz odzyskiwania i zapomnisz hasła, [B]wszystkie twoje pliki, foldery i wiadomości będą niedostępne, nawet przez MEGA[/B].
ro: Dacă pierzi această cheie de recuperare și uiți parola, [B]toate fișierele, folderele și mesajele vor fi inaccesibile, chiar și de către MEGA[/B].

source: Transfer
pl: Przesyłanie
ro: Transferuri

source: You cannot remove %1$s as a contact because they are part of your Business account.
pl: Nie możesz usunąć %1$s jako kontaktu, ponieważ są one częścią twojego konta firmowego.
ro: Nu puteți elimina %1$s ca contact, deoarece fac parte din contul dvs. de afaceri.

source: Require passcode
pl: Wymagaj kodu dostępu
ro: Necesită cod de acces

source: Immediately
pl: Natychmiast
ro: Imediat

source: This file has been the subject of a takedown notice.
pl: Plik został zgłoszony jako naruszenie praw autorskich.
ro: Acest fișier a făcut obiectul unei notificări de eliminare.

source: This folder has been the subject of a takedown notice.
pl: Katalog został zgłoszony jako naruszenie praw autorskich.
ro: Acest folder a făcut obiectul unei notificări de eliminare.

source: Dispute takedown
pl: Roztrzyganie sporów
ro: Contestă eliminarea

source: User management is only available from a desktop web browser.
pl: Zarządzanie użytkownikami jest dostępne tylko z poziomu przeglądarki internetowej.
ro: Gestionarea utilizatorilor este disponibilă doar de pe un browser web desktop.

source: There has been a problem with your last payment. Please access MEGA using a desktop browser for more information.
pl: Wystąpił problem z ostatnią płatnością. Proszę uzyskać dostęp do MEGA za pomocą przeglądarki na pulpicie, aby uzyskać więcej informacji.
ro: A existat o problemă cu ultima plată. Te rugăm să accesezi MEGA folosind un browser desktop pentru mai multe informații.

# Your business account is expired
source: Account deactivated
pl: Konto dezaktywowane
ro: Cont dezactivat

source: Your Business account has been deactivated due to payment failure. You won’t be able to access the data stored in your account. To make a payment and reactivate your subscription, log in to MEGA through a browser.
pl: Twoje konto Business zostało dezaktywowane z powodu braku płatności. Nie będziesz miał dostępu do danych przechowywanych na swoim koncie. Aby dokonać płatności i reaktywować subskrypcję, zaloguj się do MEGA przez przeglądarkę.
ro: Contul dvs. Business a fost dezactivat din cauza eșecului plății. Nu veți putea accesa datele stocate în contul dvs. Pentru a efectua o plată și a reactiva abonamentul, conectați-vă la MEGA printr-un browser.

# Your account is currently [B]suspended[/B]. You can only browse your data.
source: Your account is currently [B]deactivated[/B]. You can only browse your data.
pl: Twoje konto jest obecnie [B]wyłączone[/B]. Możesz przeglądać tylko swoje dane.
ro: În prezent, contul dvs. este [B]dezactivat[/B]. Puteți răsfoi numai prin datele dvs.

source: MEGA cannot access your data. However, your Business account administrator can access your Camera uploads.
pl: MEGA nie ma dostępu do Państwa danych. Administrator konta biznesowego ma jednak dostęp do danych Przesłane z kamery.
ro: MEGA nu vă poate accesa datele. Cu toate acestea, administratorul contului dvs. de afaceri poate accesa Încărcările camerei.

source: Something went wrong
pl: Wystąpiły problemy
ro: Ceva a mers prost

source: Links
pl: Linki
ro: Linkuri

source: No public links
pl: Brak linków publicznych
ro: Niciun link public

source: Manage share
pl: Zarządzaj udziałem
ro: Gestionează partajarea

source: Share with
pl: Udostępnij za pomocą
ro: Partajează cu

source: Contact your Business account administrator to resolve the issue and activate your account.
pl: Skontaktuj się z administratorem konta biznesowego, aby rozwiązać problem i aktywować konto.
ro: Contactează administratorul contului business pentru a rezolva problema și a-ți activa contul.

source: Until this morning
pl: Aż do dzisiejszego ranka
ro: Până în această dimineață

source: Until tomorrow morning
pl: Do jutra rano
ro: Până mâine dimineață

# Until I turn it back on
source: Until I turn them back on
pl: Dopóki ich nie włączę
ro: Până când le pornesc înapoi

source: 30 minutes
pl: 30 minut
ro: 30 de minute

source: 6 hours
pl: 6 godzin
ro: 6 ore

source: 24 hours
pl: 24 godziny
ro: 24 de ore

source: Mute chat notifications for
pl: Wycisz powiadomienia czatu dla
ro: Amuțește notificările de chat timp de

# Notifications will be silenced until tomorrow, %@
source: Notifications will be muted until tomorrow, %@
pl: Powiadomienia będą wyciszone do jutra, %@
ro: Notificările vor fi amuțite până mâine, %@

source: Chat notifications
pl: Powiadomienia czatu
ro: Notificări de chat

source: Do not disturb
pl: Nie przeszkadzać
ro: Nu deranja

source: Notifications muted
pl: Powiadomienia wyciszone
ro: Notificările sunt dezactivate

source: Reconnecting…
pl: Ponowne łączenie…
ro: Se reconectează…

source: You are back.
pl: Wróciłeś.
ro: Te-ai întors.

source: Inactive chat
pl: Nieaktywny czat
ro: Chat inactiv

source: Set nickname
pl: Ustaw pseudonim
ro: Setează un pseudonim

source: Edit nickname
pl: Edytuj nazwę użytkownika
ro: Editează pseudonimul

source: Remove nickname
pl: Usuń nazwę użytkowniika
ro: Elimină pseudonimul

# Alias/ Nickname
source: Alias or nickname
pl: Alias lub pseudonim
ro: Alias sau pseudonim

source: Role:
pl: Rola:
ro: Rol:

source: Include location tags
pl: Uwzględnij tagi lokalizacji
ro: Include etichetele locațiilor

source: If enabled, location information will be included with your pictures. Please be careful when sharing them.
pl: Jeśli funkcja ta jest włączona, informacje o lokalizacji będą dołączane do zdjęć. Zachowaj ostrożność podczas ich udostępniania.
ro: Dacă opțiunea este activată, informațiile privind locația vor fi incluse în fotografii. Te rugăm să fii atent(ă) atunci când le partajezi.

source: Send (%d)
pl: Wyślij (%d)
ro: Trimite (%d)

source: Upload (%d)
pl: Wgrywanie (%d)
ro: Încarcă (%d)

source: Albums
pl: Albumy
ro: Albume

source: Unselect
pl: Odznacz
ro: Deselectează

source: No photos or videos
pl: Brak zdjęć i filmów
ro: Nicio fotografie sau videoclip

source: View in folder
pl: Zobacz w katalogu
ro: Vezi în folder

source: You’re logged in to a different MEGA account. Log out and open the password reset link again.
pl: Jesteś zalogowany na inne konto MEGA. Wyloguj się i ponownie otwórz link do resetowania hasła.
ro: Sunteți conectat la un alt cont MEGA. Deconectați-vă și deschideți din nou linkul de resetare a parolei.

# Invite contact now
source: Invite contacts now
pl: Zaproś kontakty
ro: Invită contacte acum

# Please enter a valid phone number
source: Please supply a valid phone number.
pl: Podaj poprawny numer telefonu.
ro: Te rugăm să furnizezi un număr de telefon valid.

source: You have reached the daily limit
pl: Osiągnąłeś dzienny limit
ro: Ai atins limita zilnică

source: The verification code doesn’t match.
pl: Kod weryfikacyjny nie pasuje.
ro: Codul de verificare nu coincide.

source: Wrong code. Please try again or resend.
pl: Niepoprawny kod. Spróbuj ponownie lub wyślij ponownie.
ro: Cod greșit. Te rugăm să încerci din nou sau să retrimiți.

source: This number is already associated with a MEGA account.
pl: Ten numer jest już powiązany z kontem MEGA.
ro: Acest număr este asociat deja cu un cont MEGA.

source: Country
pl: Kraj
ro: Țară

source: Your account is already verified
pl: Twoje konto jest już zweryfikowane
ro: Contul dvs. este deja confirmat

source: Your phone number
pl: Twój numer telefonu
ro: Numărul dvs. de telefon

source: Phone Number
pl: Numer telefonu
ro: Număr de telefon

# Please type the verification code sent to
source: Please enter the verification code sent to
pl: Wprowadź kod weryfikacyjny wysłany na adres
ro: Te rugăm să introduci codul de verificare trimis către

# You didn't receive a code?
source: You didn’t receive the code?
pl: Nie otrzymałeś kodu?
ro: Nu ai primit codul?

# Your phone number has been verified successfully
source: Your phone number has been verified
pl: Twój numer telefonu został zweryfikowany
ro: Numărul dvs. de telefon a fost confirmat

# Your account has been temporarily suspended for your safety.
source: Your account has been temporarily locked for your safety.
pl: Twoje konto zostało tymczasowo zablokowane dla twojego bezpieczeństwa.
ro: Contul dvs. a fost blocat temporar pentru siguranța dvs.

# [S]Please verify your email[/S] and follow its steps to unlock your account.
source: Please follow the steps in the [S]verification email[/S] to unlock your account.
pl: Proszę postępować zgodnie z krokami zawartymi w [S]mailu weryfikacyjnym[/S], aby odblokować swoje konto.
ro: Vă rugăm să urmați pașii din [S]e-mailul de confirmare [/S] pentru a vă debloca contul.

source: Why am I seeing this?
pl: Dlaczego to widzę?
ro: De ce văd asta?

source: Email sent
pl: E-mail został wysłany
ro: E-mail trimis

source: Locked accounts
pl: Zablokowane konta
ro: Conturi blocate

source: It is possible that you are using the same password for your MEGA account as for other services, and that at least one of these other services has suffered a data breach.
pl: Możliwe, że używasz tego samego hasła do konta MEGA co do innych usług i że co najmniej jedna z tych innych usług doznała naruszenia danych.
ro: Este posibil să utilizați aceeași parolă pentru contul dvs. MEGA ca și pentru alte servicii și că cel puțin unul dintre aceste alte servicii a suferit o încălcare a datelor.

source: Your password leaked and is now being used by bad actors to log in to your accounts, including, but not limited to, your MEGA account.
pl: Twoje hasło wyciekło i jest obecnie wykorzystywane przez złych aktorów do logowania się na twoje konta, w tym między innymi na twoje konto MEGA.
ro: Parola dvs. s-a scurs și este acum folosită de actori răi pentru a vă conecta la conturile dvs., inclusiv, dar fără a se limita la, contul dvs. MEGA.

# Transfer over quota
source: Transfer quota exceeded
pl: Przekroczono limit transferu
ro: Cotă de transfer depășită

source: Clear selected
pl: Odznacz
ro: Șterge elementele selectate

source: Pause all
pl: Wstrzymaj wszystko
ro: Pune pe pauză toate

source: Resume all
pl: Wznów wszystko
ro: Reluați toate

source: Clear All
pl: Wyczyść wszystko
ro: Șterge toate

source: Resume transfers?
pl: Wznowić transfery?
ro: Reiei transferurile?

source: Image quality
pl: Jakość obrazu
ro: Calitatea imaginilor

source: Send optimised images when on mobile data but original size images when on Wi-Fi.
pl: Wysyłaj zoptymalizowane obrazy w przypadku korzystania z danych mobilnych, a obrazy w oryginalnym rozmiarze w przypadku korzystania z sieci Wi-Fi.
ro: Trimite imagini optimizate când folosești datele mobile, însă imagini la dimensiunea originală când folosești Wi-Fi-ul.

# Send smaller size images optimised for lower data consumption
source: Always send optimised images.
pl: Zawsze wysyłaj zoptymalizowane obrazy.
ro: Trimite întotdeauna imagini optimizate.

# Send original size, increased quality images
source: Always send original size images.
pl: Zawsze wysyłaj obrazy w oryginalnym rozmiarze.
ro: Trimite întotdeauna imagini la dimensiunea originală.

source: Save settings
pl: Zapisz ustawienia
ro: Setări pentru salvare

# cloudDrive.scanDocument.defaultName
source: Scan %@
pl: Skanuj %@
ro: Scanare %@

source: File Type
pl: Rodzaj
ro: Tipul fișierului

source: Your account has been deactivated by your administrator. Please contact your Business account administrator for further details.
pl: Twoje konto zostało dezaktywowane przez administratora. Prosimy o kontakt z administratorem konta biznesowego w celu uzyskania dalszych szczegółów.
ro: Contul dvs. a fost dezactivat de administrator. Vă rugăm să contactați administratorul contului dvs. de afaceri pentru mai multe detalii.

source: Your account has been removed by your administrator. Please contact your Business account administrator for further details.
pl: Twoje konto zostało usunięte przez administratora. Aby uzyskać więcej informacji, skontaktuj się z administratorem konta biznesowego.
ro: Contul dvs. a fost șters de către administrator. Vă rugăm să contactați administratorul contului dvs. de afaceri pentru mai multe detalii.

source: Enter group name
pl: Wprowadź nazwę grupy
ro: Introdu numele grupului

# chat.message.placeholder
source: Message…
pl: Wiadomość…
ro: Scrie un mesaj…

# chat.link.linkRemoved
source: Link removed
pl: Link został usunięty
ro: Link eliminat

source: Drag left to cancel, release to send
pl: Przeciągnij w lewo, aby anulować, zwolnij, aby wysłać
ro: Trage în stânga pentru a anula, eliberează pentru a trimite

# settings.section.userInterface
source: User interface
pl: Interfejs
ro: Interfața utilizatorului

source: Default tab
pl: Zakładka domyślna
ro: Filă implicită

source: Sorting and view mode
pl: Tryb sortowania i przeglądania
ro: Mod de sortare și vizualizare

# settings.userInterface.hiddenItems.header
source: Hidden items
pl: Ukryte elementy
ro: Elemente ascunse

# settings.userInterface.hiddenItems.label
source: Show hidden items
pl: Pokaż ukryte elementy
ro: Afișați elementele ascunse

# settings.userInterface.hiddenItems.footer
source: All hidden items will be visible, but blurred to indicate their “hidden” status.
pl: Wszystkie ukryte elementy będą widoczne, ale rozmyte, aby wskazać ich status „ukryty”.
ro: Toate elementele ascunse vor fi vizibile, dar neclare pentru a indica starea lor „ascunsă”.

# settings.userInterface.mediaDiscovery
source: Gallery view
pl: Widok galerii
ro: Vizualizare galerie

# settings.userInterface.mediaDiscovery.header
source: Gallery view
pl: Widok galerii
ro: Vizualizare galerie

# settings.userInterface.mediaDiscovery.footer.body
source: Open folders with only images or videos in a visual grid. Browse media by thumbnails and filter by date.
pl: Otwieraj katalogi zawierające tylko obrazy lub filmy w formie wizualnej siatki. Przeglądaj multimedia według miniatur i filtruj według daty.
ro: Deschideți foldere cu numai imagini sau videoclipuri într-o grilă vizuală. Răsfoiți media după miniaturi și filtrați după dată.

# settings.userInterface.mediaDiscovery.footer.link
source: Learn more about gallery view
pl: Dowiedz się więcej o widoku galerii
ro: Aflați mai multe despre vizualizarea galeriei

# settings.userInterface.mediaDiscoverySubFolder
source: Gallery view in subfolders
pl: Widok galerii w podfolderach
ro: Vizualizare galerie în subfoldere

# settings.userInterface.mediaDiscoverySubFolder.footer
source: Images and videos from subfolders will also be included in gallery view
pl: Obrazy i filmy z podfolderów będą również uwzględnione w widoku galerii
ro: Imaginile și videoclipurile din subfoldere vor fi, de asemenea, incluse în vizualizarea galeriei

# settings.userInterface.hideRecentActivity
source: Hide recent activity
pl: Ukryj ostatnią aktywność
ro: Ascunde activitatea recentă

# settings.userInterface.hideRecentActivity.footer
source: Hide recent activity in Home section.
pl: Ukryj ostatnią aktywność w sekcji Strona główna.
ro: Ascunde activitatea recentă în secțiunea Start.

source: Default
pl: Domyślne
ro: Implicită

source: Night
ro: Noapte

source: Minimal
ro: Minimală

source: Launch
pl: Uruchamianie
ro: Lansare

source: Layout
pl: Układ
ro: Aspect

source: App icon
ro: Pictograma aplicației

source: Configure default launch section.
pl: Skonfiguruj domyślną sekcję uruchamiania.
ro: Configurează secțiunea de lansare implicită.

source: Configure sorting order and the default view (List or Thumbnail).
pl: Skonfiguruj porządek sortowania i domyślny widok (Lista lub Miniatura).
ro: Configurează ordinea de sortare și modul de vizualizare implicit (listă sau miniaturi).

source: Same for all
pl: Takie same dla wszystkich
ro: La fel pentru toate

source: Sorting preference
pl: Sortowanie
ro: Preferință pentru sortare

source: View mode preference
pl: Ustawienia wyświetlania
ro: Preferință pentru modul de vizualizare

source: Configure column sorting order on a per-folder basis, or use the same order for all folders.
pl: Ustaw sortowanie kolumn dla wybranego katalogu lub dla wszystkich swoich katalogów.
ro: Configurează ordinea de sortare a coloanelor pe o bază per folder sau folosește aceeași ordine pentru toate folderele.

source: Select view mode (List or Thumbnail) on a per-folder basis, or use the same view mode for all folders.
pl: Wybierz tryb widoku (Lista lub Miniatura) dla poszczególnych katalogów lub użyj tego samego trybu widoku dla wszystkich katalogów.
ro: Selectează modul de vizualizare (listă sau miniaturi) pe o bază per folder sau folosește același mod de vizualizare pentru toate folderele.

source: When you log out, ongoing transfers will be cancelled.
pl: Po wylogowaniu trwające przelewy zostaną anulowane.
ro: Când te deconectezi, transferurile în curs vor fi anulate.

source: When you log out, files from your Offline section will be deleted from your device.
pl: Kiedy się wylogujesz, pliki z sekcji lokalne zostaną usunięte z Twojego urządzenia.
ro: Când te deconectezi, fișierele din secțiunea Offline vor fi șterse de pe dispozitiv.

source: When you log out, files from your Offline section will be deleted from your device and ongoing transfers will be cancelled.
pl: Po wylogowaniu pliki z sekcji lokalne zostaną usunięte z Twojego urządzenia, a trwające transfery zostaną anulowane.
ro: Când te deconectezi, fișierele din secțiunea Offline vor fi șterse de pe dispozitiv și transferurile în curs vor fi anulate.

source: Chat created on %s1
pl: Czat utworzony na %s1
ro: Chat creat în %s1

source: No shared files
pl: Brak udostępnionych plików
ro: Niciun fișier partajat

source: Folder link unavailable
pl: Link do katalogu jest niedostępny
ro: Linkul folderului indisponibil

source: File link unavailable
pl: Link pliku jest niedostępny
ro: Linkul fișierului indisponibil

source: Shared files
pl: Udostępnione pliki
ro: Fișiere partajate

source: Storage full
pl: Dysk pełny
ro: Spațiu de stocare plin

source: Your data is at risk!
pl: Twoje dane są zagrożone!
ro: Datele tale sunt în pericol!

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to upgrade to <b>%@</b>.</paragraph>
pl: <paragraph> Skontaktowaliśmy się z tobą przez e-mail do <b>%@</b> na <b>%@</b>, ale nadal masz %@ pliki zajmujące <b>%@</b> w Twojej MEGA konto, które wymaga uaktualnienia do <b>%@</b>.</paragraph>
ro: <paragraph>Te-am contactat prin e-mail la adresa <b>%@</b> în data de <b>%@</b>, însă ai în continuare %@ fișiere, ocupând <b>%@</b> în contul MEGA, ceea ce necesită să faci upgrade la <b>%@</b>.</paragraph>

source: <paragraph>We have contacted you by email to <b>%@</b> on <b>%@</b> but you still have %@ files taking up <b>%@</b> in your MEGA account, which requires you to contact support for a custom plan.</paragraph>
pl: <paragraph>Skontaktowaliśmy się z Tobą przez e-mail do <b>%@</b> na <b>%@</b>, ale nadal masz %@ plików zajmujących <b>%@</b> w Twojej MEGA konto, które wymaga skontaktowania się z pomocą techniczną w celu uzyskania niestandardowego planu.</paragraph>
ro: <paragraph>Te-am contactat prin e-mail la adresa <b>%@</b> în data de <b>%@</b>, însă ai în continuare %@ fișiere, ocupând <b>%@</b> în contul MEGA, ceea ce necesită să contactezi asistența pentru un abonament personalizat.</paragraph>

source: %d days
pl: %d dni
ro: %d zile

source: <body><warn>You must act immediately to save your data.</warn><body>
pl: <body><warn>Musisz działać natychmiast, aby zapisać swoje dane.</warn><body>
ro: <body><warn>Trebuie să acționezi numaidecât pentru a-ți salva datele.</warn><body>

source: <body>You have <warn>%@</warn> left to upgrade.</body>
pl: <body> Pozostało <warn>%@</warn> na aktualizację.</body>
ro: <body>Ai <warn>%@</warn> rămas(e) pentru a face upgrade.</body>

source: After that, your data is subject to deletion.
pl: Następnie twoje dane mogą zostać usunięte.
ro: După aceea, datele dvs. sunt supuse ștergerii.

source: Modify phone number
pl: Zmodyfikuj numer telefonu
ro: Modifică numărul de telefon

source: Remove phone number
pl: Usuń numer telefonu
ro: Elimină numărul de telefon

source: This will remove your associated phone number from your account. If you later choose to add a phone number you will be required to verify it.
pl: Spowoduje to usunięcie powiązanego numeru telefonu z konta. Jeśli później zdecydujesz się dodać numer telefonu, będziesz musiał go zweryfikować.
ro: Acest lucru va elimina numărul de telefon asociat din cont. Dacă ulterior alegi să adaugi un număr de telefon, ți se va cere să îl verifici.

source: This operation will remove your current phone number and start the process of associating a new phone number with your account.
pl: Ta operacja usunie bieżący numer telefonu i rozpocznie proces powiązania nowego numeru telefonu z kontem.
ro: Această operație va elimina numărul dvs. de telefon curent și va începe procesul de asociere a unui nou număr de telefon cu contul dvs.

# Your phone number has been removed successfully.
source: Your phone number has been removed
pl: Twój numer telefonu został usunięty
ro: Numărul dvs. de telefon a fost eliminat

source: Failed to remove your phone number, please try again later.
pl: Nie udało się usunąć Twojego numeru telefonu, spróbuj ponownie później.
ro: Eșec la eliminarea numărului de telefon, te rugăm să încerci din nou mai târziu.

source: Discard changes
pl: Odrzucić zmiany
ro: Renunțați la modificări

source: Proxy settings
pl: Ustawienia Proxy
ro: Setări pentru proxy

source: No proxy
pl: Bez proxy
ro: Fără proxy

source: Proxy server requires a password
pl: Serwer proxy wymaga hasła
ro: Serverul de proxy necesită o parolă

source: Username:
pl: Nazwa użytkownika:
ro: Nume de utilizator:

source: Details
pl: SZCZEGÓŁY
ro: DETALII

source: Link creation
pl: Tworzenie linków
ro: Data creării linkului

source: Favourite
pl: Ulubione
ro: Favorit

source: Remove favourite
pl: Usuń ulubione
ro: Elimină de la favorite
