Repository: SPPRAGUE/iOS
Catalog: Modules/Presentation/MEGAL10n/Framework/MEGAL10n/MEGAL10n/Resources/*.lproj/Localizable.strings
Languages: pl, ro

# Select from phone contacts or enter multiple email addresses
source: Select from device contacts or enter multiple email addresses.
pl: Wybierz z kontaktów urządzenia lub wprowadź wiele adresów e-mail.
ro: Selectează din contactele dispozitivului sau introdu mai multe adrese de e-mail.

# insertYourFriendsEmails
source: Insert your friends’ email addresses:
pl: Wpisz e-maile swoich znajomych:
ro: Inserează e-mailurile prietenilor:

source: How it works
pl: Jak to działa
ro: Cum funcționează

# howItWorksMain
source: Your friend needs to sign up for a free account on MEGA and [S]install at least one MEGA application[/S] (either the MEGA Desktop App or one of our MEGA Mobile Apps)
pl: Twój znajomy musi założyć darmowe konto w MEGA i [S]Zainstaluj co najmniej jedną aplikację MEGA[/S] (albo Aplikacja MEGA Desktop, albo jedna z naszych aplikacji mobilnych MEGA)
ro: Prietenul tău trebuie să se înscrie pentru un cont gratuit pe MEGA și [S]instalați cel puțin o aplicație MEGA[/S] (fie Aplicația Desktop MEGA, fie una dintre aplicațiile noastre MEGA Mobile)

# howItWorksSecondary
source: You can notify your friend through any method. You will earn the bonus if you have entered your friend’s email address here prior to them signing up with that address.
pl: Możesz powiadomić znajomego dowolną metodą. Zdobędziesz bonus, jeśli wpisałeś tutaj adres email znajomego przed zarejestrowaniem się pod tym adresem.
ro: Puteți să vă anunțați prietenul prin orice metodă. Veți câștiga bonusul dacă ați introdus e-mailul prietenului dvs. aici înainte de a se înscrie cu acea adresă.

# howItWorksTertiary
source: You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.
pl: Promocja darmowych limitów nie obejmuje sytuacji kiedy zapraszasz osoby, które już wcześniej posiadały konto na MEGA.
ro: Nu vei primi credit pentru invitarea cuiva care a folosit MEGA anterior și nu vei fi notificat despre o astfel de respingere.

source: Unlocked bonuses:
pl: Odblokowane bonusy:
ro: Bonusuri deblocate:

source: Storage quota
pl: Limit powierzchni
ro: Cotă de stocare

# account.storageQuota
source: %@ storage
pl: %@ pamięci
ro: %@ spațiu de stocare

# account.storage.freePlan
source: [B]%@ GB[/B] storage
pl: [B]%@ GB[/B] pojemności
ro: [B]%@ GB[/B] spațiu de stocare

# account.transferQuota.perMonth
source: %@ transfer
ro: %@ transferuri

# account.transferQuota.freePlan
source: [B]Limited[/B] transfer
pl: [B]Ograniczony[/B] transfer
ro: Transferuri [B]limitate[/B]

# account.achievement.registration.title
source: Signup bonus
pl: Bonus za rejestrację
ro: Bonus de înscriere

# account.achievement.registration.explanation.label
source: You have received %@ storage space as your free signup bonus.
pl: Otrzymałeś %@ miejsce do przechowywania jako darmowy bonus rejestracyjny.
ro: Ați primit %@ spațiu de stocare ca bonus de înscriere gratuit.

# account.achievement.referralBonus.title
source: Invitation bonuses
pl: Premie za zaproszenia
ro: Bonusuri pt. invitații

# account.achievement.desktopApp.title
source: Install the MEGA Desktop App
pl: Zainstaluj aplikację desktopową MEGA
ro: Instalează Aplicația Desktop MEGA

# account.achievement.desktopApp.complete.explaination.label
source: You have received %@ storage space for installing the MEGA Desktop App.
pl: Otrzymałeś %@ przestrzeni dyskowej do instalacji aplikacji desktopowej MEGA.
ro: Ați primit %@ spațiu de stocare pentru instalarea Aplicației Desktop MEGA.

# account.achievement.mobileApp.title
source: Install the MEGA Mobile App
pl: Zainstaluj aplikację MEGA Mobile App
ro: Instalează Aplicația Mobilă MEGA

# account.achievement.mobileApp.complete.explaination.label
source: You have received %@ storage space for installing the MEGA mobile app.
pl: Za instalację aplikacji MEGA mobile otrzymaliście Państwo %@ przestrzeni dyskowej.
ro: Ai primit %@ spațiu de stocare pentru instalarea Aplicației Mobile MEGA.

# account.achievement.vpnFreeTrial.title
source: Start MEGA VPN free trial
pl: Rozpocznij darmowy okres próbny MEGA VPN
ro: Începeți perioada de probă gratuită MEGA VPN

# account.achievement.vpnFreeTrial.incomplete.explanation.label
source: Install the MEGA VPN app, log in with your MEGA account, and start your free trial. Your bonus storage is added automatically after starting your free trial.
pl: Zainstaluj MEGA aplikacja VPN, zaloguj się na swoje konto MEGA i rozpocznij bezpłatny okres próbny. Twoja premiowa pojemność jest dodawana automatycznie po rozpoczęciu bezpłatnej wersji próbnej.
ro: Instalează aplicația MEGA VPN, conectează-te cu contul tău MEGA și începe perioada de probă gratuită. Spațiul de stocare bonus este adăugat automat după începerea perioadei de probă gratuite.

# account.achievement.vpnFreeTrial.complete.explanation.label
source: You have received %@ storage space for starting a MEGA VPN free trial
pl: Otrzymałeś %@ pojemności za rozpoczęcie darmowego okresu próbnego MEGA VPN
ro: Ați primit %@ spațiu de stocare pentru pornirea unui MEGA VPN de încercare gratuită

# account.achievement.vpnFreeTrial.buttonText
source: Install MEGA VPN
pl: Zainstaluj MEGA VPN
ro: Instalați MEGA VPN

# account.achievement.passFreeTrial.title
source: Start MEGA Pass free trial
pl: Rozpocznij darmowy okres próbny MEGA Pass
ro: Începeți perioada de probă gratuită MEGA Pass

# account.achievement.passFreeTrial.incomplete.explanation.label
source: Install the MEGA Pass app, log in with your MEGA account, and start your free trial. Your bonus storage is added automatically after starting your free trial.
pl: Zainstaluj aplikację MEGA Pass, zaloguj się na swoje konto MEGA i rozpocznij darmowy okres próbny. Twoja dodatkowa pojemność zostanie automatycznie dodana po rozpoczęciu darmowego okresu próbnego.
ro: Instalează aplicația MEGA Pass, conectează-te cu contul tău MEGA și începe perioada de probă gratuită. Spațiul de stocare bonus este adăugat automat după începerea perioadei de probă gratuite.

# account.achievement.passFreeTrial.complete.explanation.label
source: You have received %@ storage space for starting a MEGA Pass free trial
pl: Otrzymałeś %@ pojemności za rozpoczęcie darmowego okresu próbnego MEGA Pass
ro: Ați primit %@ spațiu de stocare pentru pornirea unui MEGA Pass de încercare gratuită

# account.achievement.passFreeTrial.buttonText
source: Install MEGA Pass
pl: Zainstaluj MEGA Pass
ro: Instalați MEGA Pass

# account.achievement.complete.subtitle.permanent
source: Bonus applied
pl: Premia zastosowana
ro: Bonus aplicat

source: Add phone number
pl: Dodaj numer telefonu
ro: Adaugă un număr de telefon

# account.achievement.phoneNumber.complete.explaination.label
source: You have received %@ storage space for adding your phone number.
pl: Otrzymałeś %@ przestrzeni dyskowej za dodanie swojego numeru telefonu.
ro: Ați primit %@ spațiu de stocare pentru adăugarea numărului dvs. de telefon.

source: Get %@ free when you add your phone number. This makes it easier for your contacts to find you on MEGA.
pl: Uzyskaj %@ za darmo, dodając swój numer telefonu. Ułatwia to kontaktom znalezienie Cię w MEGA.
ro: Obține %@ gratuiți atunci când adaugi numărul de telefon. Acest lucru face mai ușor pentru contactele tale să te găsească pe MEGA.

source: Add your phone number to MEGA. This makes it easier for your contacts to find you on MEGA.
pl: Dodaj swój numer telefonu do MEGA. Ułatwia to kontaktom znalezienie Cię w MEGA.
ro: Adaugă-ți numărul de telefon pe MEGA. Acest lucru face mai ușor pentru contactele tale să te găsească pe MEGA.

source: Your account has been locked temporarily due to potential abuse. Please verify your phone number to unlock your account.
pl: Twoje konto zostało tymczasowo zablokowane z powodu potencjalnego nadużycia. Sprawdź swój numer telefonu, aby odblokować konto.
ro: Contul dvs. a fost blocat temporar din cauza unui potențial abuz. Vă rugăm să vă confirmați numărul de telefon pentru a vă debloca contul.

source: Verify your account
pl: Zweryfikuj swoje konto
ro: Verifică-ți contul

source: Add your phone number
pl: Dodaj swój numer telefonu
ro: Adaugă-ți numărul de telefon

source: Choose your region
pl: Wybierz swój region
ro: Alege regiunea

source: months
pl: miesiące
ro: de luni

source: days
pl: dni
ro: de zile

# logoutLabel
source: Log out
pl: Wyloguj się
ro: Deconectați-vă

source: Logging out
pl: Wylogowuję
ro: Deconectare

source: Remove photo
pl: Usuń zdjęcie
ro: Elimină fotografia

source: Change name
pl: Zmień imię
ro: Schimbați numele

# youHaveSuccessfullyChangedYourProfile
source: You have changed your profile
pl: Zmieniłeś swój profil
ro: Ți-ai modificat profilul

source: First name
pl: Imię
ro: Prenume

source: Last name
pl: Nazwisko
ro: Nume de familie

# availableLabel
source: Available
pl: Dostępne
ro: Disponibil

source: Account type:
pl: Rodzaj konta:
ro: Tipul contului:

source: Free
pl: Darmowe
ro: Gratuit

source: expires on %@
pl: wygasa w %@
ro: expiră pe %@

source: Renews on
pl: Odnowienie
ro: Se reînnoiește pe

source: Incoming shares
pl: Udostępnienia przychodzące
ro: Partajări primite

source: Upgrade account
pl: Zmień konto
ro: Upgradează contul

source: Manage account
pl: Zarządzać kontem
ro: Gestionează contul

source: Choose your account type
pl: Wybierz rodzaj konta
ro: Alegeți tipul de cont

source: Storage
pl: Pojemności
ro: Spațiu de stocare

source: Subject to your participation in our achievements program.
pl: Podlega zasadom opisanym w programie osiągnięć.
ro: Obiectul participării tale în programul nostru de realizări.

# productPricePerMonth
source: %@ per month
pl: %@ na miesiąc
ro: %@ pe lună

# choosePlan
source: Choose one of the plans from below:
pl: Wybierz konto z listy poniżej:
ro: Alege unul dintre abonamentele de mai jos:

source: Select one account type:
pl: Wybierz jeden rodzaj konta:
ro: Selectează un tip de cont:

# twoMonthsFree
source: An annual subscription is 16% cheaper than 12 monthly payments
pl: Roczna subskrypcja jest o 16% tańsza niż 12 pojedynczych płatności
ro: Un abonament anual este cu 16 % mai ieftin decât 12 plăți lunare

source: To upgrade your current subscription, please contact support for a [A]custom plan[/A].
pl: Aby zaktualizować swoją obecną subskrypcję, skontaktuj się z pomocą techniczną w sprawie [A]planu niestandardowego[/A].
ro: Pentru a upgrada abonamentul actual, vă rugăm să contactați asistența pentru un [A]abonament personalizat [/A].

# inAppPurchase.upgrade.label.currentPlan
source: Current plan:
pl: Aktualny plan:
ro: Abonament actual:

# inAppPurchase.productDetail.navigation.currentPlan
source: Current plan
pl: Obecny plan
ro: abonamentul actual

source: Upgrade to a custom plan
pl: Przejdź na plan niestandardowy
ro: Upgradează la un abonament personalizat

source: Ask us how you can upgrade to a custom plan:
pl: Zapytaj nas, jak możesz przejść na plan niestandardowy:
ro: Întreabă-ne cum poți face upgrade la un abonament personalizat:

source: Request a plan
pl: Zmień konto
ro: Solicită un abonament

source: Select membership:
pl: Wybierz konto:
ro: Selectează contul de membru:

# save17
source: Save 16%
pl: Zaoszczędź 16%
ro: Economisește 16 %

# wrongPurchase
source: Wrong purchase %@ (%ld)
pl: Błąd zakupu %@ (%ld)
ro: Achiziție greșită %@ (%ld)

# appPurchaseDisabled
source: In-app purchases is disabled, please enable it in the iOS Settings app
pl: Zakupy w aplikacji są zablokowane, odblokuj w ustawieniach telefonu
ro: Achizițiile în aplicație sunt dezactivate, te rugăm să le activezi din setările iOS

# productNotFound
source: Product %@ is not found, please contact ios@mega.io
pl: Produkt %@ nie został znaleziony, skontaktuj się z ios@mega.io
ro: Produsul %@ nu a fost găsit, te rugăm să contactezi ios@mega.io

# allowPurchase_title
source: Allow purchases
pl: Zezwól na zakupy
ro: Permite achizițiile

# allowPurchase_message
source: You must enable In-App Purchases in your iOS Settings before restoring a purchase.
pl: Musisz odblokować zakupy w aplikacji w ustawieniach telefonu.
ro: Trebuie să activezi achizițiile în aplicație din Configurările iOS înainte de a restaura o achiziție.

source: Restore
pl: Odzyskaj
ro: Restaurează

source: Monthly
pl: Miesięcznie
ro: Lunar

source: Yearly
pl: Rocznie
ro: Anual

# inAppPurchase.error.alert.title.notAvailable
source: This In-App Purchase item is not available in the App Store at this time. Please verify payment settings for your Apple ID.
pl: Ten In-App Purchase produkt nie jest obecnie dostępny w App Store. Sprawdź ustawienia płatności dla swojego Apple ID.
ro: Acest element de achiziție în aplicație nu este disponibil în App Store în acest moment. Te rugăm să verifici setările de plată pentru ID-ul Apple.

# inAppPurchase.error.alert.primaryButtonTitle
source: App Store settings
pl: Ustawienia App Store
ro: Setări pentru App Store

# thankYou_title
source: Thank you
pl: Dziękujemy
ro: Îți mulțumim

# purchaseRestore_message
source: Your purchase was restored
pl: Zakup został przywrócony
ro: Achiziția ți-a fost restaurată

# failedPurchase_title
source: Purchase stopped
pl: Zakup przerwany
ro: Achiziție oprită

# failedPurchase_message
source: Either you cancelled the request or Apple reported a transaction error. Please try again later, or contact ios@mega.io
pl: Jeżeli anulowałeś transakcję lub pojawił się błąd, spróbuj ponownie lub skontaktuj się z ios@mega.io
ro: Fie ai anulat cererea, fie Apple a raportat o eroare de tranzacție. Te rugăm să reîncerci mai târziu sau să contactezi ios@mega.io

# incompleteRestore_title
source: Restore issue
pl: Problem przywracania
ro: Problemă de restaurare

# incompleteRestore_message
source: The previous purchase could not be found. Please select the previously purchased product to restore. You will NOT be charged again.
pl: Poprzednie zakupy nie zostały znalezione. Wybierz ponownie te produkty je przywrócić. Opłata NIE zostanie pobrana.
ro: Achiziționarea anterioară nu a putut fi găsită. Te rugăm să selectezi produsul achiziționat anterior pentru restabilire. NU vei fi taxat din nou.

# failedRestore_title
source: Restore stopped
pl: Wznów zatrzymane
ro: Restaurare oprită

# failedRestore_message
source: Either the request was cancelled or the prior purchase could not be restored. Please try again later, or contact ios@mega.io
pl: Jeżeli anulowałeś zgłoszenie lub zakup nie może być przywrócony, spróbuj ponownie lub skontaktuj się z ios@mega.io
ro: Fie cererea a fost anulată, fie achiziționarea anterioară nu a putut fi restaurată. Te rugăm să reîncerci mai târziu sau să contactezi ios@mega.io

source: Upgrade to Pro
pl: Wybierz Pro
ro: Upgradează la Pro

source: Access Pro only features like setting password protection and expiry dates for public links.
pl: Dostęp tylko do funkcji Pro, takich jak ustawianie ochrony hasłem i dat wygaśnięcia linków publicznych.
ro: Accesează funcțiile unice Pro precum setarea protecției prin parolă și datele de expirare pentru linkurile publice.

# enableDebugMode_title
source: Enable debug mode
pl: Odblokuj tryb debug
ro: Activați modul de depanare

# enableDebugMode_message
source: A log will be created in the Offline section (MEGAiOS.log). Logs can contain information related to your account.
pl: Dziennik zdarzeń zostanie utworzony w trybie lokalnym (MEGAiOS.log). Dziennik może posiadać dane powiązane z Twoim kontem.
ro: Un jurnal va fi creat în secțiunea Offline (MEGAiOS.log). Jurnalele pot conține informații legate de contul dvs.

# disableDebugMode_title
source: Disable debug mode
pl: Zablokuj tryb debug
ro: Dezactivați modul de depanare

# disableDebugMode_message
source: The log (MEGAiOS.log) will be deleted from the Offline section.
pl: Plik (MEGAiOS.log) zostanie usunięty z trybu lokalnego.
ro: Fișierul log (MEGAiOS.log) va fi șters din secțiunea Offline.

# removeItemFromOffline
source: Are you sure you want to delete this item from Offline?
pl: Czy na pewno chcesz usunąć ten plik z trybu lokalnego?
ro: Sigur vreți să ștergeți acest element din Offline?

# removeItemsFromOffline
source: Are you sure you want to delete these items from Offline?
pl: Czy na pewno chcesz usunąć te pliki z trybu lokalnego?
ro: Sigur vreți să ștergeți aceste elemente din Offline?

source: Send GIF
pl: Wyślij GIF
ro: Trimite GIF

source: Search GIPHY
pl: Szukaj GIPHY
ro: Caută pe GIPHY

source: No GIFs found
pl: Nie znaleziono plików GIF
ro: Niciun GIF găsit

source: This message has reached the maximum limit of %d reactions.
pl: Ta wiadomość osiągnęła maksymalny limit %d reakcji.
ro: Acest mesaj a atins limita maximă de %d reacții.

source: You have reached the maximum limit of %d reactions.
pl: Osiągnąłeś maksymalny limit %d reakcji.
ro: Ai atins limita maximă de %d de reacții.

source: No conversations
pl: Brak rozmów
ro: Nicio conversație

# Start chatting securely with your contacts using end-to-end encryption
source: Start chatting securely with your contacts using zero-knowledge encryption
pl: Rozpocznij bezpieczne czatowanie z kontaktami przy użyciu szyfrowania z zerową świadomością
ro: Începe să chatuiești securizat cu contactele tale folosind criptare tip zero cunoștințe

source: Enable
pl: Odblokuj
ro: Activează

source: Invite
pl: Zaproszenie
ro: Invită

source: This message has been deleted
pl: Wiadomość została usunięta
ro: Acest mesaj a fost șters

source: Me
pl: Ja
ro: Eu

# wasRemovedFromTheGroupChatBy
source: [A] was removed from the group chat by [B].
pl: [A] został usunięty z czatu przez [B].
ro: [A] a fost eliminat din chatul de grup de [B].

# leftTheGroupChat
source: [A] left the group chat
pl: [A] opuścił/a czat
ro: [A] a părăsit chatul de grup

# joinedTheGroupChatByInvitationFrom
source: [A] joined the group chat by invitation from [B].
pl: [A] dołączył do czatu przez zaproszenie od [B].
ro: [A] s-a alăturat chatului de grup la invitația [B].

# clearedTheChatHistory
source: [A] cleared the chat history.
pl: [A] wyczyścił historię czatu.
ro: [A] a golit istoricul chatului.

# changedGroupChatNameTo
source: [A] changed the group chat name to “[B]”
pl: [A] zmienił nazwę czatu grupowego na „[B]”
ro: [A] a schimbat numele chatului de grup în „[B]”

source: Add participant…
pl: Dodaj uczestnika…
ro: Adaugă un participant…

source: Add participants
pl: Dodaj uczestnikow
ro: Adaugă participanți

source: Status
ro: Stare

# richUrlPreviews
source: Enable sent link previews
pl: Włącz podgląd wysłanych linków
ro: Activați previzualizările linkurilor trimise

# richPreviewsFooter
source: Generates previews for certain links you send in chat, when available. Note that retrieving these previews isn’t protected by zero-knowledge encryption.
pl: Generuje podglądy dla niektórych linków wysyłanych na czacie, gdy są dostępne. Należy pamiętać, że pobieranie tych podglądów nie jest chronione szyfrowaniem z zerową wiedzą.
ro: Generează previzualizări pentru anumite link-uri pe care le trimiteți în chat, atunci când sunt disponibile. Rețineți că preluarea acestor previzualizări nu este protejată de criptarea tip zero cunoștințe.

source: Voice and video calls
pl: Połączenia głosowe i wideo
ro: Apeluri vocale și video

source: Use mobile data
pl: Używaj transferu z telefonu
ro: Folosește datele mobile

source: Use mobile data for videos
pl: Użyj danych mobilnych dla filmów
ro: Folosește datele mobile pentru videoclipuri

source: Auto-away
pl: Auto-drzemka
ro: Plecat automat

# autoAway.footerDescription
source: Set status as Away after [X] of inactivity.
pl: Ustaw status jako Niedostępny po [X]
ro: Setează statusul ca Plecat după [X] de inactivitate.

source: Status persistence
pl: Zapisanie statusu
ro: Persistența statusului

# maintainMyChosenStatusAppearance
source: Always show selected status appearance, even when I disconnect
pl: Zawsze pokazuj status, nawet gdy jestem rozłączony
ro: Afișează mereu înfățișarea selectată de stare, chiar și când mă deconectez

source: (edited)
pl: (edytowany)
ro: (editat)

source: Away
pl: Nieaktywny
ro: Plecat

source: Busy
pl: Zajęty
ro: Ocupat

source: Notifications
pl: Powiadomienia
ro: Notificări

source: Send message
pl: Wyślij wiadomość
ro: Trimite un mesaj

source: Verify credentials
pl: Zweryfikuj uprawnienia
ro: Verifică acreditările

# account.verifyContact.confirmButtonText
source: Mark as verified
pl: Oznacz jako zweryfikowane
ro: Marchează ca confirmat

source: Verified
pl: Zweryfikowany
ro: Verificat

source: Clear chat history
pl: Wyczyść historię czatu
ro: Șterge istoricul conversațiilor

# clearTheFullMessageHistory
source: Are you sure you want to clear the full message history of this conversation?
pl: Czy na pewno chcesz usunąć pełną historię tej rozmowy?
ro: Sigur vreți să ștergeți istoricul complet al mesajelor din această conversație?

source: Chat history has been cleared
pl: Historia czatu została wyczyszczona
ro: Istoricul chatului a fost șters

# An error has occurred. The chat history has not been successfully cleared
source: An error has occurred. The chat history hasn’t been cleared
pl: Wystąpił błąd. Historia czatu nie została wyczyszczona
ro: S-a produs o eroare. Istoricul chatului nu a fost golit

source: Continue
pl: Kontynuuj
ro: Continuați

source: Shared folders
pl: Udostępnione katalogi
ro: Foldere partajate

source: Contact credentials
pl: Uprawnienia kontaktu
ro: Acreditările contactului

source: My credentials
pl: Moje uprawnienia
ro: Acreditările mele

source: Reset
pl: Zresetuj
ro: Resetează

source: Start conversation
pl: Rozpocznij rozmowę
ro: Începe o conversație

source: Group chat
pl: Czat grupowy
ro: Chat de grup

source: Rename group
pl: Zmień nazwę
ro: Redenumește grupul

source: Leave
pl: Anuluj
ro: Părăsește

source: More
pl: Więcej
ro: Mai multe

source: Mute
pl: Wycisz
ro: Pune pe mut

source: Unmute
pl: Wyłącz wyciszenie
ro: Scoate de pe mut

source: Mark as read
pl: Oznacz jako przeczytane
ro: Marchează ca citit(ă)

source: Info
ro: Informații

source: Close
pl: Zamknij
ro: Închide

source: You will no longer have access to this conversation
pl: Nie masz już dostępu do tej rozmowy
ro: Nu vei mai avea acces la această conversație

source: Leave group
pl: Opuść grupę
ro: Părăsește grupul

source: Participants
pl: Uczestnicy
ro: Participanți

# moderator
source: Host
pl: Prowadzący
ro: Gazdă

source: Remove participant
pl: Usuń uczestników
ro: Elimină participantul

source: Chatting with
pl: Rozmowa z
ro: Chat împreună cu

source: Couldn’t load. [RED]Tap to retry[/RED]
pl: Nie można załadować. [RED]Kliknij aby ponowić[/RED]
ro: Nu se poate încărca. [RED]Atinge pentru a reîncerca[/RED]

# chatIntroductionMessage
source: MEGA protects your chat with zero-knowledge encryption providing essential safety assurances:
pl: MEGA chroni Twój czat za pomocą szyfrowania bez wiedzy, zapewniając istotne gwarancje bezpieczeństwa:
ro: MEGA vă protejează chat-ul cu criptare tip zero cunoștințe, oferind asigurări esențiale de siguranță:

# confidentialityExplanation
source: [S]Confidentiality.[/S] Only the author and intended recipients are able to decipher and read the content.
pl: [S]Poufność.[/S] Tylko autor i odbiorcy są upoważnieni do przeglądania zawartości.
ro: [S]Confidențialitate.[/S] Doar autorul și destinatarii vizați sunt capabili să descifreze și să citească conținutul.

# authenticityExplanation
source: [S]Authenticity.[/S] The system ensures that the data received is from the sender displayed, and its content has not been manipulated during transit.
pl: [S]Autentyczność.[/S] System zapewnia, że dostarczone dane do odbiorcy nie zostały zmienione w trakcie przesyłania.
ro: [S]Autenticitate.[/S] Sistemul se asigură că datele primite sunt de la expeditor afișate, iar conținutul său nu a fost manipulat în timpul tranzitului.

source: Chat not found
pl: Czat nie znaleniony
ro: Chat negăsit

source: %@ is typing…
pl: %@ pisze…
ro: %@ tastează…
